<p>
    La Asociaci&oacute;n Interamericana de Defensor&iacute;as Publicas (AIDEF) es una asociaci&oacute;n de defensor&iacute;as p&uacute;blicas, entre cuyos objetivos principales se encuentra el defender la plena vigencia y eficacia de los derechos humanos, establecer un sistema permanente de coordinaci&oacute;n y cooperaci&oacute;n interinstitucional de las Defensor&iacute;as P&uacute;blicas y de las Asociaciones de Defensores P&uacute;blicos de las Am&eacute;ricas y el Caribe.
</p>
<p>
    La AIDEF fue creada el 18 de octubre del 2003 en la ciudad de R&iacute;o de Janeiro, en el marco de la celebraci&oacute;n del “II Congreso Interamericano de Defensor&iacute;as P&uacute;blicas”. Actualmente integran la Asociaci&oacute;n representantes de m&aacute;s de 15 pa&iacute;ses, entre ellos M&eacute;xico, a trav&eacute;s del Instituto Federal de Defensor&iacute;a P&uacute;blica (IFDP), as&iacute; como Argentina, Bolivia, Brasil, Colombia, Costa Rica, Chile, Ecuador, El Salvador, Guatemala, Honduras, Nicaragua, Panam&aacute;, Paraguay, Rep&uacute;blica Dominicana, Uruguay, entre otros.
</p>
<p>
    La Asociaci&oacute;n trabaja en coordinaci&oacute;n permanente tanto con la Corte Interamericana de Derechos Humanos (CoIDH), como con la Comisi&oacute;n Interamericana de Derechos Humanos (CIDH). Uniendo esfuerzos con la intenci&oacute;n de defender la plena vigencia y eficacia de las garant&iacute;as y los derechos humanos reconocidos en las normas de la Declaraci&oacute;n Americana de los Derechos y Deberes del Hombre, de la Declaraci&oacute;n Universal de Derechos Humanos, del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, as&iacute; como de toda la normatividad internacional que sea materia de esta relaci&oacute;n.
</p>
<p>
    Los tres &oacute;rganos que constituyen parte de la estructura a la AIDEF se conforman de la Asamblea General, el Consejo Directivo y el Comit&eacute; Ejecutivo.</strong>
</p>
<div class="panel-group margin-top-lg" id="accordion-AIDEF" role="tablist" aria-multiselectable="true" style="margin-bottom: 5px;">
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingConvenios">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion-AIDEF" href="#collapseConv" aria-expanded="false" aria-controls="collapseConv">
                    CONVENIOS
                </a>
            </h3>
        </div>
        <div id="collapseConv" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body table-responsive" style="padding: 20px;">
                <h4>Acuerdo de cooperaci&oacute;n tripartito entre el Instituto Federal de Defensor&iacute;a P&uacute;blica, Ministerio de la Defensa P&uacute;blica de Paraguay y la Defensor&iacute;a P&uacute;blica de Ecuador.</h4>
                <p>
                    El 16 de agosto del 2019, se firm&oacute; un acuerdo tripartito entre el Instituto Federal de Defensor&iacute;a P&uacute;blica, el Ministerio de la Defensa P&uacute;blica de Paraguay y la Defensor&iacute;a P&uacute;blica de Ecuador, que busca impulsar mecanismos de cooperaci&oacute;n para el intercambio de informaci&oacute;n que permita a trav&eacute;s de las experiencias de las defensor&iacute;as, crear protocolos y lineamientos de actuaci&oacute;n para las personas defensoras p&uacute;blicas de cada pa&iacute;s suscriptor, que permitan combatir la tortura y malos tratos que son cometidos en contra de personas privadas de la libertad, sujetas a proceso penal o sentenciadas. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/acuerdoCooperacioonTripartitaTortura.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
                <h4>Convenio entre la Defensor&iacute;a Penal de Chile y el Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                <p>
                    El 10 de agosto del 2021, se celebr&oacute; un convenio de cooperaci&oacute;n para el impulsar la capacitaci&oacute;n, intercambio de informaci&oacute;n, creaci&oacute;n e implementaci&oacute;n de manuales, protocolos y lineamientos de actuaci&oacute;n para el fortalecimiento de la defensa p&uacute;blica, entre las defensor&iacute;as de M&eacute;xico y de Chile. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/defensoriaPenalPublicaChile.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
                <h4>Carta de entendimiento entre la PGR de El Salvador y el Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                <p>
                    El d&iacute;a 29 de noviembre de 2021, se establecieron una serie de compromisos entre la Procuradur&iacute;a General de la Rep&uacute;blica de El Salvador y el Instituto Federal de Defensor&iacute;a P&uacute;blica de M&eacute;xico, mediante la firma de una carta de entendimiento suscrita por los titulares de ambas instituciones. El objetivo de la misma, surgi&oacute; ante la necesidad de establecer mecanismos de coordinaci&oacute;n y cooperaci&oacute;n mutua, con la intenci&oacute;n de desarrollar proyectos y actividades conjuntas relacionadas con el fortalecimiento de sus competencias y capacidades t&eacute;cnicas institucionales, en relaci&oacute;n a los procesos para garantizar los derechos y la protecci&oacute;n de las personas a quienes van encaminados sus servicios. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/cartaEntendimiento.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
                <h4>Convenio de colaboraci&oacute;n interinstitucional entre el Ministerio P&uacute;blico de la Defensa de la Rep&uacute;blica Argentina y el Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                <p>
                    El 26 de mayo de 2022, se celebr&oacute; un convenio para establecer un marco general de cooperaci&oacute;n entre ambas instituciones, con la finalidad de implementar actividades y acciones de asistencia, colaboraci&oacute;n, formaci&oacute;n e intercambio de experiencias, que contribuyan al fortalecimiento institucional y al cumplimiento de sus funciones, y que promuevan el acceso al derecho y a la justicia de las personas, en especial de quienes se encuentren en situaci&oacute;n de vulnerabilidad. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/convenioColaboracion_IFDP_MPD.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingDos">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion-AIDEF" href="#collapseDos" aria-expanded="false" aria-controls="collapseDos">
                    COLABORACIONES
                </a>
            </h3>
        </div>
        <div id="collapseDos" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body table-responsive" style="padding: 20px;">
                <ul>
                    <li class="sublist">
                        Bolet&iacute;n Jurisprudencial AIDEF <a href="https://www.ifdp.cjf.gob.mx/resources/aidef/boletinJurisprudencialAIDEF.pdf" target="_blank" class="blue">Ver documento</a>
                    </li>
                </ul>
            </div>
        </div>
    </div>
    <div class="panel panel-default" style="box-shadow: none; margin-bottom: 5px;">
        <div class="panel-heading" style="border-color: transparent;">
            <h3 class="panel-title" style="padding: 15px;">
                CAPACITACIONES
            </h3>
        </div>
    </div>
    <div class="panel panel-default" style="box-shadow: none; margin-bottom: 5px;">
        <div class="panel-heading" style="border-color: transparent;">
            <h3 class="panel-title" style="padding: 15px;">
                NORMATIVIDAD
            </h3>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingDocumentosInteres">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion-AIDEF" href="#collapseDocInt" aria-expanded="false" aria-controls="collapseDocInt">
                    DOCUMENTOS DE INTER&Eacute;S
                </a>
            </h3>
        </div>
        <div id="collapseDocInt" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body table-responsive" style="padding: 20px;">
                <h4>Principios sobre Entrevistas Efectivas para Investigaci&oacute;n y Recopilaci&oacute;n de Informaci&oacute;n.</h4>
                <p>
                    Los Principios sobre Entrevistas Efectivas para Investigaci&oacute;n y Recopilaci&oacute;n de Informaci&oacute;n, fueron publicados en mayo de 2021 con el apoyo de la Iniciativa contra la Tortura, la Asociaci&oacute;n para la Prevenci&oacute;n de la Tortura y el Centro Noruego de Derechos Humanos, como resultado de una seria investigaci&oacute;n sobre m&eacute;todos de interrogatorio a los que se somet&iacute;a a personas vinculas con este hecho.
                </p>
                <p>
                    En este contexto, los principios desarrollan un conjunto de propuestas y est&aacute;ndares internacionales, basados en las mejores experiencias de pa&iacute;ses donde se ha logrado realizar entrevistas efectivas y que han tenido como resultado mejor obtenci&oacute;n de informaci&oacute;n.
                </p>
                <p>
                    Estos Principios han sido redactados por personas expertas en los campos de las entrevistas, la aplicaci&oacute;n de la ley, las investigaciones penales, la seguridad nacional, el ej&eacute;rcito, la inteligencia, la psicolog&iacute;a, la criminolog&iacute;a y los derechos humanos de todo el mundo. El texto final es el resultado de cuatro a&ntilde;os de an&aacute;lisis e investigaci&oacute;n de m&aacute;s de 80 personas expertas provenientes de m&aacute;s de 40 pa&iacute;ses.
                </p>
                <p>
                    Este documento representa una alternativa para orientar a la comunidad internacional a desarrollar un marco normativo para realizar entrevistas efectivas y tambi&eacute;n para disminuir los riesgos de: declaraciones forzadas, presencia de actos de tortura, confesiones falsas y la calidad de la administraci&oacute;n de justicia, abusos a los derechos humanos, adem&aacute;s de hacer que la investigaci&oacute;n y prevenci&oacute;n del delito sea mucho m&aacute;s eficaz y coherente. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/entrevistasInvestigacionRecopilacionInformacion.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingConferencias">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion-AIDEF" href="#collapseConf" aria-expanded="false" aria-controls="collapseConf">
                    CONFERENCIAS
                </a>
            </h3>
        </div>
        <div id="collapseConf" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body table-responsive" style="padding: 20px;">
                <h4>Conferencias Magistrales en Derechos Humanos en la Defensa P&uacute;blica de la Regi&oacute;n de Am&eacute;rica del Norte de la AIDEF.</h4>
                <div class="col-md-4">
                    <a href="https://youtu.be/WDglLn47vIk" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-1.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
                <div class="col-md-4">
                    <a href="https://www.youtube.com/watch?v=IX1kTnRyyZs" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-2.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
                <div class="col-md-4">
                    <a href="https://youtu.be/7PZXvUB_O-I" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-5.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
                <div class="col-md-4">
                    <a href="https://youtu.be/xXOZzKTrwmA" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-6.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
                <div class="col-md-4">
                    <a href="https://youtu.be/YWrRvYEW-wE" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-7.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
                <div class="col-md-4">
                    <a href="https://youtu.be/Jtbua4A1-MM" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-9.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
                <div class="col-md-4">
                    <a href="https://youtu.be/APYLK7d0pTg" target="_blank">
                        <img src="//www.ifdp.cjf.gob.mx/img/conferencias/imgConferencia-8.jpg" class="img-responsive" style="padding: 1em 0; margin: 0 auto;" alt="Imagen de conferencia">
                    </a>
                </div>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingRedInteramericana">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion-AIDEF" href="#collapseRedIntera" aria-expanded="false" aria-controls="collapseRedIntera">
                    RED INTERAMERICANA DE DEFENSA DE PERSONAS EN CONTEXTO DE MOVILIDAD DE LA AIDEF
                </a>
            </h3>
        </div>
        <div id="collapseRedIntera" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body table-responsive" style="padding: 20px;">
                <h4>Protocolo de actuaci&oacute;n para la solicitud de informaci&oacute;n entre Defensor&iacute;as P&uacute;blicas de la regi&oacute;n en casos de personas migrantes y refugiadas.</h4>
                <p>
                    El Protocolo es el mecanismo implementado por las Defensor&iacute;as P&uacute;blicas y Asociaciones de Defensoras/es P&uacute;blicos integrantes de la AIDEF, para promover y gestionar de manera uniforme y estandarizada las solicitudes de cooperaci&oacute;n y de intercambio de informaci&oacute;n que se realicen en el marco de la Red Interamericana de Defensa de Personas en Contexto de Movilidad. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/protocoloSolicitudInformacionDefensoriasPublicas.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
                <p>
                    <h4>Boletín de Jurisprudencia&rdquo; &ndash; Octubre 2022</h4>
                    El Bolet&iacute;n de Jurisprudencia versa sobre arraigo y reunificaci&oacute;n familiar, pretende aportar una mirada comparada sobre el tema y brindar posibles argumentos de utilidad para las distintas instituciones de la regi&oacute;n. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/boletinJurisprudencial_Oct_2022.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
                <p>
                    <h4>Dossier &ldquo;El arraigo y la unidad familiar: su impacto en la regularizaci&oacute;n migratoria&rdquo; &ndash; Octubre 2022</h4>
                    El Protocolo es el mecanismo implementado por las Defensor&iacute;as P&uacute;blicas y Asociaciones de Defensoras/es P&uacute;blicos integrantes de la AIDEF, para promover y gestionar de manera uniforme y estandarizada las solicitudes de cooperaci&oacute;n y de intercambio de informaci&oacute;n que se realicen en el marco de la Red Interamericana de Defensa de Personas en Contexto de Movilidad. <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/arraigoDomiciliar_Oct_2022.pdf" class="blue" target="_blank">Ver documento</a>
                </p>
            </div>
        </div>
    </div>
</div>