<div class="row" style="text-align: center;">
    <span class="fc fc-LogoIFDP" style="font-size: 8em; color: #24135f;"></span>
    <hr>
</div>
<div class="row">
    <div role="tabpanel">
        <ul class="nav nav-tabs" role="tablist">
            <li class="active">
                <a href="#2024" aria-controls="2023" role="tab" data-toggle="tab">2024</a>
            </li>
            <li class="">
                <a href="#2023" aria-controls="2023" role="tab" data-toggle="tab">2023</a>
            </li>
            <li>
                <a href="#2022" aria-controls="2022" role="tab" data-toggle="tab">2022</a>
            </li>
            <li>
                <a href="#2021" aria-controls="2021" role="tab" data-toggle="tab">2021</a>
            </li>
            <li>
                <a href="#2020" aria-controls="2020" role="tab" data-toggle="tab">2020</a>
            </li>
        </ul>
    </div>
    <div class="col-md-offset-1 col-md-10">
        <div class="tab-content margin-top-md">
            <div id="2024" role="tabpanel" class="tab-pane active">
                <div class="panel-group" id="accordionAmicusCuriae2024" role="tablist" aria-multiselectable="true">
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingDesAboAgua2023">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2024" href="#collapseDesAboAgua2024" aria-expanded="false" aria-controls="collapseDesAboAgua2024">
                                    1.- Amicus curiae (Solicitud de Ejercicio de la Facultad de Atracción 390/2023.)
                                </a>
                            </h3>
                        </div>
                        <div id="collapseDesAboAgua2024" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em> 1.- Amicus curiae (Solicitud de Ejercicio de la Facultad de Atracción 390/2023.)</em>
                                    </h4>
                                    <p>
                                        Se presenta escrito en calidad de amicus curiae. Ciudad de México, a 18 de enero de 2024
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/amicus_SEFA_390-23.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div id="2023" role="tabpanel" class="tab-pane">
                <div class="panel-group" id="accordionAmicusCuriae2023" role="tablist" aria-multiselectable="true">
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingDesAboAgua2023">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2023" href="#collapseDesAboAgua2023" aria-expanded="false" aria-controls="collapseDesAboAgua2023">
                                    1. Amicus curiae (Despenalizaci&oacute;n del aborto Aguascalientes. Amparo en revisi&oacute;n 79/2023).
                                </a>
                            </h3>
                        </div>
                        <div id="collapseDesAboAgua2023" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>1. Amicus curiae (Despenalizaci&oacute;n del aborto Aguascalientes. Amparo en revisi&oacute;n 79/2023).
                                        </em>
                                    </h4>
                                    <p>
                                        Presentado en el amparo en revisión 79/2023 de la Primera Sala de la SCJN, respecto de la despenalización del aborto en Aguascalientes.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/amparoRevision_79-2023_SCJN.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingJusAgu2023">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2023" href="#collapseJusAgu2023" aria-expanded="false" aria-controls="collapseJusAgu2023">
                                    2. Amicus curiae (Justicia del agua. Amparo indirecto 1757/2019-IV-A).
                                </a>
                            </h3>
                        </div>
                        <div id="collapseJusAgu2023" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>2. Amicus curiae (Justicia del agua. Amparo indirecto 1757/2019-IV-A).
                                        </em>
                                    </h4>
                                    <p>
                                        Presentado el 22 de mayo de 2023 por la Unidad de Litigio Estrat&eacute;gico en Derechos Humanos del IFDP, cuya finalidad fue aportar al Juzgado de Distrito que conoce del caso, elementos jur&iacute;dicamente trascendentes para que el derecho humano al agua sea analizado bajo la perspectiva de justicia h&iacute;drica (justicia del agua) y que el derecho a la consulta como ejercicio de la autonom&iacute;a y libre determinaci&oacute;n que asiste a los pueblos y comunidades ind&iacute;genas sea analizado con perspectiva de infancia y adolescencia.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/amparo_1757-2019_JuzgadoSegundoDistritoYucatan.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div id="2022" role="tabpanel" class="tab-pane">
                <div class="panel-group" id="accordionAmicusCuriae2022" role="tablist" aria-multiselectable="true">
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingCasGarRodVsAlpOrt2022">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseCasGarRodVsAlpOrt2022" aria-expanded="false" aria-controls="collapseCasGarRodVsAlpOrt2022">
                                    1. Amicus curiae. Caso Garc&iacute;a Rodr&iacute;guez y Alp&iacute;zar Ortiz Vs. M&eacute;xico
                                </a>
                            </h3>
                        </div>
                        <div id="collapseCasGarRodVsAlpOrt2022" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>1. Amicus curiae.
                                            <br>Se presenta ante la Corte Interamericana de Derechos Humanos con motivo del Caso Garc&iacute;a Rodr&iacute;guez y Alp&iacute;zar Ortiz Vs. M&eacute;xico
                                        </em>
                                    </h4>
                                    <p>
                                        La figura del amicus curiae, cuya locuci&oacute;n latina se traduce en “amigo de la corte o del tribunal”, permite que personas terceras ajenas a un proceso jurisdiccional puedan realizar precisiones, aportaciones y/o valoraciones t&eacute;cnicas sobre un asunto de trascendencia nacional sujeto al escrutinio judicial, con lo cual se privilegia que las ciudadanas y los ciudadanos se acerquen a quienes imparten justicia con la idea de incidir, de manera positiva, en la resoluci&oacute;n que se pronunciar&aacute; al respecto.
                                    </p>
                                    <p>
                                        El presente amicus curiae versa sobre el proceso penal que seguido ante los tribunales mexicanos en contra de Daniel Garc&iacute;a Rodr&iacute;guez (Daniel) y Reyes Alp&iacute;zar Ortiz (Reyes), por su presunta participaci&oacute;n en el delito de homicidio en contra de la ex regidora panista3, Mar&iacute;a de los &Aacute;ngeles Tamez P&eacute;rez, asesinada el 5 de septiembre de 2001 y que seg&uacute;n varios medios de comunicaci&oacute;n de aquella &eacute;poca, los hechos apuntaron a que se trat&oacute; de un suceso premeditado dado que la funcionaria investigaba supuestos actos de corrupci&oacute;n de su entonces jefe, el alcalde panista de Atizap&aacute;n, Juan Antonio Dom&iacute;nguez Zambrano.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/amicusCorteIDHCasoDanielReyes.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev92022">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseAmpRev92022" aria-expanded="false" aria-controls="collapseAmpRev92022">
                                    2. Amparo en Revisi&oacute;n 9/2022
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev92022" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>2. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 9/2022
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante un Tribunal Colegiado en el que abord&oacute; el inter&eacute;s leg&iacute;timo de las Organizaciones de la Sociedad Civil para promover juicio de amparo.
                                    </p>
                                    <p>
                                        En su contenido, se se&ntilde;ala que las organizaciones de la sociedad civil tienen inter&eacute;s leg&iacute;timo para reclamar la constitucionalidad de leyes y/o actos de autoridad en atenci&oacute;n a su situaci&oacute;n jur&iacute;dica identificable; a que su inter&eacute;s est&aacute; garantizado por un derecho objetivo; a que el acto reclamado genera una afectaci&oacute;n indirecta dado su situaci&oacute;n especial; a la existencia de un v&iacute;nculo entre la organizaci&oacute;n y la pretensi&oacute;n; a que la afectaci&oacute;n es apreciada bajo un par&aacute;metro de razonabilidad; y, que el inter&eacute;s alegado es arm&oacute;nico con los alcances del juicio de amparo.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primer Tribunal Colegiado en Materia Penal del Primer Circuito con sede en la Ciudad de M&eacute;xico.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1, 14, 16, 17, 20 y 102 de la Constituci&oacute;n Federal. Marco jur&iacute;dico internacional: 3, 14 y 25 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos; y, 8, 23, 24 y 25 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Acceso a la justicia, recurso judicial efectivo, defensa de los derechos humanos y participaci&oacute;n en asuntos p&uacute;blicos.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_9-2022.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpInd1462022">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseAmpInd1462022" aria-expanded="false" aria-controls="collapseAmpInd1462022">
                                    3. Amparo Indirecto 146/2022
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpInd1462022" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>3. Amicus curiae.
                                            <br>Amparo Indirecto 146/2022
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante un Juzgado de Distrito en el que abord&oacute; la vulneraci&oacute;n al derecho del debido proceso de una mujer N&aacute;huatl, quien no fue provista de una defensa adecuada ni persona traductora para aceptar el procedimiento abreviado por el delito de homicidio en relaci&oacute;n al parentesco.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; la garant&iacute;a del debido proceso como elemento fundamental del Estado de Derecho, m&aacute;xime en trat&aacute;ndose de una mujer ind&iacute;gena, de baja instrucci&oacute;n escolar, violentada sexualmente, de escasos recursos econ&oacute;micos y estereotipada socialmente. Adicionalmente, se expres&oacute; la obligaci&oacute;n de la persona juzgadora de realizar en el asunto un estudio interseccional y con perspectiva de g&eacute;nero.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Juzgado Noveno de Distrito en el Estado de Guerrero, con residencia en Iguala.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 2 y 20 de la Constituci&oacute;n Federal; 17, 45, 113, 121 y 201 del C&oacute;digo Nacional de Procedimientos Penales; y, 7 de la Ley General de V&iacute;ctimas. Marco jur&iacute;dico internacional: No aplica.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Debido proceso, defensa adecuada, designaci&oacute;n de un int&eacute;rprete y/o traductor y a ser juzgada de manera interseccional y con perspectiva de g&eacute;nero.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AI_146-2022.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAccInc782018">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseAccInc782018" aria-expanded="false" aria-controls="collapseAccInc782018">
                                    4. Acci&oacute;n de Inconstitucionalidad 78/2018
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAccInc782018" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>4. Carta.
                                            <br>Acci&oacute;n de Inconstitucionalidad 78/2018
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; una carta ante la Suprema Corte de Justicia de la Naci&oacute;n en la que abord&oacute; el derecho a la consulta y al consentimiento de los pueblos y comunidades ind&iacute;genas y afromexicanas del estado de Guerrero.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; la falta de consulta (fase preconsultiva, informativa, de deliberaci&oacute;n, de di&aacute;logo y de decisi&oacute;n), al consentimiento libre, previo e informado de los pueblos y comunidades ind&iacute;genas y afromexicanas del estado de Guerrero en el proceso de reforma al art&iacute;culo 14 de la Constituci&oacute;n local, ya que &eacute;ste elimin&oacute;, entre otras cuestiones, el reconocimiento expreso de la polic&iacute;a comunitaria.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Pleno de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 105 y 107 de la Constituci&oacute;n Federal; 46 de la Ley Reglamentaria de las fracciones I y II del art&iacute;culo 105 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos; y, 14 de la Constituci&oacute;n Pol&iacute;tica del Estado Libre y Soberano de Morelos. Marco jur&iacute;dico internacional: No aplica.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Derecho a la consulta y al consentimiento libre, previo e informado.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/Carta_AI_78-2018.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAccInc812018">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseAccInc812018" aria-expanded="false" aria-controls="collapseAccInc812018">
                                    5. Acci&oacute;n de Inconstitucionalidad 81/2018
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAccInc812018" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>5. Carta.
                                            <br>Acci&oacute;n de Inconstitucionalidad 81/2018
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; una carta ante la Suprema Corte de Justicia de la Naci&oacute;n en la que abord&oacute; el derecho a la consulta y al consentimiento de los pueblos y comunidades ind&iacute;genas y afromexicanas del estado de Guerrero.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; la falta de consulta (fase preconsultiva, informativa, de deliberaci&oacute;n, de di&aacute;logo y de decisi&oacute;n), al consentimiento libre, previo e informado de los pueblos y comunidades ind&iacute;genas y afromexicanas del estado de Guerrero en el proceso de reforma y adici&oacute;n de la Ley n&uacute;mero 701 de Reconocimiento, Derechos y Cultura de los Pueblos y Comunidades Ind&iacute;genas del Estado de Guerrero y la Ley n&uacute;mero 179 del Sistema de Seguridad P&uacute;blica de dicha entidad.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Pleno de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 105 y 107 de la Constituci&oacute;n Federal; 46 de la Ley Reglamentaria de las fracciones I y II del art&iacute;culo 105 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos; Ley 701 de Reconocimiento, Derechos y Cultura de los Pueblos y Comunidades Ind&iacute;genas del Estado de Guerreo; y, Ley N&uacute;mero 179 del Sistema de Seguridad P&uacute;blica del Estado Libre y Soberano de Guerrero. Marco jur&iacute;dico internacional: No aplica.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Derecho a la consulta y al consentimiento libre, previo e informado.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/Carta_AI_81-2018.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAccInc1302019Acu1362019">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseAccInc1302019Acu1362019" aria-expanded="false" aria-controls="collapseAccInc1302019Acu1362019">
                                    6. Acci&oacute;n de Inconstitucionalidad 130/2019 y su acumulada 136/2019
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAccInc1302019Acu1362019" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>6. Amicus curiae.
                                            <br>Acci&oacute;n de Inconstitucionalidad 130/2019 y su acumulada 136/2019
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en el que abord&oacute; la inconvencionalidad de la prisi&oacute;n preventiva oficiosa y el par&aacute;metro de validez al que debe estar sujeta la prisi&oacute;n preventiva en su vertiente justificada.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; un an&aacute;lisis general sobre la legislaci&oacute;n que contempla la prisi&oacute;n preventiva (tanto en su modalidad justificada como en la oficiosa). Asimismo, se desarroll&oacute; el par&aacute;metro de validez que debe superar la prisi&oacute;n preventiva justificada, a la luz de la propia jurisprudencia interamericana y, al mismo tiempo, se dan las razones por las cuales la prisi&oacute;n preventiva oficiosa resulta contraria al principio de presunci&oacute;n de inocencia, y restringe injustificadamente el derecho a la libertad personal.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Pleno de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 14, 16, 18, 19 y 20 de la Constituci&oacute;n Federal; y, 13, 19, 21, 113, 140, 145, 150, 155, 157, 165, 166, 167, 168, 169, 170, 171, 174, 313, 314, 406 y 420 del C&oacute;digo Nacional de Procedimientos Penales.
                                        <br>
                                        <br>
                                        Marco jur&iacute;dico internacional: 10, 11.1 de la Declaraci&oacute;n Universal de los Derechos Humanos; 9.1, 9.3, 14.1, 14.2, 14.3 y 14.5 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos; 66.1 del Estatuto de Roma de la Corte Penal Internacional; y, 7.1, 7.2, 7.3, 8.1, 8.2 y 8.3 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Presunci&oacute;n de inocencia y libertad personal.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AI_130-2019-136-2019.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAccInc812022">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseAccInc812022" aria-expanded="false" aria-controls="collapseAccInc812022">
                                    7. Acci&oacute;n de Inconstitucionalidad 81/2022
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAccInc812022" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>7. Amicus curiae.
                                            <br>Acci&oacute;n de Inconstitucionalidad 81/2022
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en el que abord&oacute; que el estudio y desarrollo del derecho a la consulta de los pueblos y comunidades ind&iacute;genas y afromexicanas del estado de Guerrero debe suscitarse a partir de los principios de autonom&iacute;a y libre determinaci&oacute;n, los cuales constituyen la piedra angular de los dem&aacute;s derechos colectivos ind&iacute;genas.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; que el derecho a la consulta no debe ser como un mero tr&aacute;mite o requisito formal para validar medidas legislativas que atentan e impactan en las formas de organizaci&oacute;n de las comunidades ind&iacute;genas y que la Ley N&uacute;mero 179 del Sistema de Seguridad P&uacute;blica del Estado de Guerrero impacta significativamente en el derecho a la autonom&iacute;a y libre determinaci&oacute;n de los pueblos ind&iacute;genas, ya que la misma regula el Sistema de Seguridad Comunitario, como un m&eacute;todo auxiliar de las autoridades estatales de seguridad p&uacute;blica y no como verdaderas autoridades ind&iacute;genas.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Pleno de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1 y 2, de la Constituci&oacute;n Federal; y, 58 y 81 de la Ley N&uacute;mero 179 del Sistema de Seguridad P&uacute;blica del Estado Libre y Soberano de Guerrero. Marco jur&iacute;dico internacional: 6 del Convenio n&uacute;mero 169 de la OIT sobre Pueblos Ind&iacute;genas y Tribales; 3, 4, 19, 26, 34 y 37 de la Declaraci&oacute;n de las Naciones Unidas sobre los Derechos de los Pueblos Ind&iacute;genas; y, III, VI, IX, XXI, XXII y XXIII de la Declaraci&oacute;n Americana sobre Pueblos Ind&iacute;genas.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Derecho a la consulta, la autonom&iacute;a, la libre determinaci&oacute;n y la consulta en medidas legislativas.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AI_81-2022.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingRecQuej2462022">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2022" href="#collapseRecQuej2462022" aria-expanded="false" aria-controls="collapseRecQuej2462022">
                                    8. Recurso de Queja 246/2022
                                </a>
                            </h3>
                        </div>
                        <div id="collapseRecQuej2462022" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>8. Amicus curiae.
                                            <br>Recurso de Queja 246/2022
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante un Tribunal Colegiado en que abord&oacute; el alcance jur&iacute;dico del derecho al medio ambiente sano y su protecci&oacute;n; los principios de prevenci&oacute;n y precauci&oacute;n en materia ambiental y la flexibilidad judicial que debe emplearse al resolver casos de da&ntilde;o al ambiente.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; el contexto del derecho humano al medio ambiente; la protecci&oacute;n al medio ambiente; el acceso a la justicia en materia de medio ambiente; la prescripci&oacute;n de las acciones protectoras del medio ambiente; los plazos para combatir omisiones de autoridades; y el agotamiento de recursos legales en materia de medio ambiente.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Tribunal Colegiado en Materia Penal y Administrativa del Decimocuarto Circuito.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 17 de la Constituci&oacute;n Federal; y, 61 de la Ley de Amparo. Marco jur&iacute;dico internacional: 10 de la Declaraci&oacute;n de Rio sobre el Medio Ambiente y el Desarrollo; Decimoctavo de las Directrices para la Elaboraci&oacute;n de Legislaci&oacute;n Nacional sobre el Acceso a la Informaci&oacute;n, la Participaci&oacute;n del P&uacute;blico y el Acceso a la Justicia en Asuntos Ambientales; y, 8.4 del Acuerdo Regional sobre el Acceso a la Informaci&oacute;n, la Participaci&oacute;n P&uacute;blica y el Acceso a la Justicia en Asuntos Ambientales en Am&eacute;rica Latina y el Caribe.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Medio ambiente sano y acceso a la justicia ambiental.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/RQ_246-2022.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div id="2021" role="tabpanel" class="tab-pane">
                <div class="panel-group" id="accordionAmicusCuriae2021" role="tablist" aria-multiselectable="true">
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev4132020">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2021" href="#collapseAmpRev4132020" aria-expanded="false" aria-controls="collapseAmpRev4132020">
                                    1. Amparo en Revisi&oacute;n 413/2020
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev4132020" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>1. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 413/2020
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en el que abord&oacute; el principio de igualdad y no discriminaci&oacute;n en materia de matrimonio igualitario.
                                    </p>
                                    <p>
                                        En su contenido, se realiz&oacute; un an&aacute;lisis de la obligaci&oacute;n del Estado mexicano para adecuar la legislaci&oacute;n interna al Sistema Interamericano de Derechos Humanos en t&eacute;rminos del art&iacute;culo 2 de la Convenci&oacute;n Americana sobre Derechos Humanos, en relaci&oacute;n con los art&iacute;culos 1 y 133 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos. Asimismo, se precis&oacute; el incumplimiento del deber de adecuar la normativa y como es que ello afecta colateralmente el principio de igualdad y no discriminaci&oacute;n, al impedir que las personas del mismo sexo accedan al matrimonio y el concubinato en el estado de Yucat&aacute;n.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1, 4 y 133 de la Constituci&oacute;n Federal.
                                        <br>Marco jur&iacute;dico internacional: 1.1, 2, , 11, 17 y 24 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Principio de igualdad y no discriminaci&oacute;n.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_413-2020.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpDirCiv152020">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2021" href="#collapseAmpDirCiv152020" aria-expanded="false" aria-controls="collapseAmpDirCiv152020">
                                    2. Amparo Directo Civil 15/2020
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpDirCiv152020" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>2. Amicus curiae.
                                            <br>Amparo Directo Civil 15/2020
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en el que abord&oacute; el principio de igualdad y no discriminaci&oacute;n en relaci&oacute;n con grupos en situaci&oacute;n de vulnerabilidad, en particular con personas de la comunidad LGBTTIQ+.
                                    </p>
                                    <p>
                                        En su contenido, se desarroll&oacute; la prohibici&oacute;n general de discriminar; la inversi&oacute;n de la carga de la prueba en casos de discriminaci&oacute;n por raz&oacute;n de g&eacute;nero; los elementos para acreditar el da&ntilde;o por discriminaci&oacute;n; el alcance de los convenios suscritos ante el Consejo para Prevenir y Eliminar la Discriminaci&oacute;n de la Ciudad de M&eacute;xico (COPRED) a la luz de los principios de acceso a la tutela judicial efectiva, igualdad y reparaci&oacute;n integral, as&iacute; como los gastos y costas en casos de grupos hist&oacute;ricamente vulnerados.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1 y 17 Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos; y, 67 y 78 de la Ley para Prevenir y Eliminar la Discriminaci&oacute;n de la Ciudad de M&eacute;xico.
                                        <br>Marco jur&iacute;dico internacional: 25.1 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Principio de igualdad y no discriminaci&oacute;n.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/ADC_15-2020.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev2752019">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2021" href="#collapseAmpRev2752019" aria-expanded="false" aria-controls="collapseAmpRev2752019">
                                    3. Amparo en Revisi&oacute;n 275/2019
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev2752019" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>3. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 275/2019
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en el que abord&oacute; el derecho al libre tr&aacute;nsito; el principio de igualdad y no discriminaci&oacute;n en relaci&oacute;n con la estigmatizaci&oacute;n de personas ind&iacute;genas por parte de autoridades migratorias.
                                    </p>
                                    <p>
                                        En su contenido se destac&oacute; la actuaci&oacute;n discriminatoria ejercida por autoridades migratorias durante la pr&aacute;ctica de revisiones, al carecer de par&aacute;metros objetivos para establecer su procedencia y para solicitar la documentaci&oacute;n respectiva que acredite su nacionalidad, lo que genera una afectaci&oacute;n directa en personas ind&iacute;genas y/o migrantes.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1, 11 y 16 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos; y, 16, 17 y 97 de la Ley de Migraci&oacute;n.
                                        <br>Marco jur&iacute;dico internacional: 12.3 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos y 22 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Principio de igualdad, no discriminaci&oacute;n y libre tr&aacute;nsito.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_275-2019.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div id="2020" role="tabpanel" class="tab-pane">
                <div class="panel-group" id="accordionAmicusCuriae2020" role="tablist" aria-multiselectable="true">
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev2822019">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2020" href="#collapseAmpRev2822019" aria-expanded="false" aria-controls="collapseAmpRev2822019">
                                    1. Amparo en Revisi&oacute;n 282/2019
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev2822019" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>1. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 282/2019
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en el que se abord&oacute; la transgresi&oacute;n de diversos derechos humanos de una persona migrante, quien fue privada de su libertad en el Aeropuerto Internacional de la Ciudad de M&eacute;xico.
                                    </p>
                                    <p>
                                        En su contenido, se analiz&oacute; el art&iacute;culo 100 de la Ley de Migraci&oacute;n a la luz del control de convencionalidad y constitucionalidad en 3 vertientes: los efectos y consecuencias que se causan en la detenci&oacute;n arbitraria de las personas migrantes; la ilegalidad de la alerta migratoria en la incorporaci&oacute;n a las listas de control migratorio; y, la inconstitucionalidad del art&iacute;culo 100 de la Ley de Migraci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1, 11 y 16 de la Constituci&oacute;n Federal; 146 y 308 del C&oacute;digo Nacional de Procedimientos Penales; 100 de la Ley de Migraci&oacute;n; y, 3 del Reglamento de la Ley de Migraci&oacute;n.
                                        <br>Marco jur&iacute;dico internacional: 9 y 13 de la Declaraci&oacute;n Universal de Derechos Humanos; 2.1, 9.1, 9.2 y 9.4 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos; y, 1.1 y 7.5 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> No discriminaci&oacute;n, igualdad, representaci&oacute;n y asesor&iacute;a legal gratuita, derecho a ser informado de los motivos de la detenci&oacute;n, libre tr&aacute;nsito, libertad personal y presunci&oacute;n de inocencia.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_282-2019.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev6362019">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2020" href="#collapseAmpRev6362019" aria-expanded="false" aria-controls="collapseAmpRev6362019">
                                    2. Amparo en Revisi&oacute;n 636/2019
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev6362019" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>2. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 636/2019
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n donde abord&oacute; que en el estado de Veracruz existe una pol&iacute;tica p&uacute;blica de salud y un ordenamiento jur&iacute;dico que violenta el derecho a la interrupci&oacute;n legal del embarazo de las mujeres; que en la Constituci&oacute;n Federal se reconoce el derecho a la familia y el acceso a los servicios m&eacute;dicos; y, el hecho de que la Corte Interamericana exhort&oacute; a los estados miembros a adoptar las medidas necesarias para garantizar los derechos sexuales y reproductivos de las mujeres.
                                    </p>
                                    <p>
                                        En su contenido, se plantearon diversas consideraciones en cuanto al alcance de las Alertas de G&eacute;nero con relaci&oacute;n a la Constituci&oacute;n Federal; tipos de omisiones legislativas; legitimaci&oacute;n para la tramitaci&oacute;n del juicio de amparo con relaci&oacute;n a la Alerta de G&eacute;nero; interpretaci&oacute;n de la Alerta de G&eacute;nero para el estado de Veracruz y el acceso a servicios de salud relativos a la interrupci&oacute;n legal del embarazo.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1, 4, 14, 107 y 133 de la Constituci&oacute;n Federal; 5 de la Ley de Amparo; 22 de la Ley General de Acceso a las Mujeres a una Vida Libre de Violencia; 30 del Reglamento de la Ley General de Acceso a las Mujeres a una Vida Libre de Violencia; y, 149, 150 y 154 del C&oacute;digo Penal para el Estado de Veracruz.
                                        <br>Marco jur&iacute;dico internacional: 5 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos; 23 de la Convenci&oacute;n sobre la Eliminaci&oacute;n de todas las Formas de Discriminaci&oacute;n contra la Mujer; 41 de la Convenci&oacute;n sobre los Derechos del Ni&ntilde;o; 1 y 29 de la Convenci&oacute;n Americana sobre Derechos Humanos; y, 7 de la Convenci&oacute;n Interamericana para Prevenir, Sancionar y Erradicar la Violencia contra la Mujer.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Interrupci&oacute;n legal del embarazo, salud, dignidad humana, derecho a decidir, integridad personal, no discriminaci&oacute;n y acceso a la informaci&oacute;n.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_636-2019.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev10772019">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2020" href="#collapseAmpRev10772019" aria-expanded="false" aria-controls="collapseAmpRev10772019">
                                    3. Amparo en Revisi&oacute;n 1077/2019
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev10772019" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>3. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 1077/2019
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n relacionado con el caso de una persona v&iacute;ctima de desaparici&oacute;n forzada, presuntamente cometida por polic&iacute;as municipales.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; la naturaleza de las acciones urgentes del Comit&eacute; contra la Desaparici&oacute;n Forzada; las obligaciones internacionales del estado mexicano relacionadas con la Convenci&oacute;n Internacional para la Protecci&oacute;n de todas las Personas contra las Desapariciones Forzadas; la interpretaci&oacute;n jur&iacute;dica de tratados internacionales en materia de derechos humanos; y, las formas en que las autoridades deben realizar la recepci&oacute;n de las acciones urgentes del Comit&eacute; contra la Desaparici&oacute;n Forzada en el presente asunto.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1 y 133 de la Constituci&oacute;n Federal.
                                        <br>Marco jur&iacute;dico internacional: 30 de la Convenci&oacute;n Internacional para la Protecci&oacute;n de todas las Personas contra las Desapariciones Forzadas; 26, 27 y 31 de la Convenci&oacute;n de Viena sobre el Derecho de los Tratados; y, 29 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Obligaciones internacionales del estado mexicano frente a la firma de tratados en materia de derechos humanos, as&iacute; como el car&aacute;cter vinculante de los mecanismos internacionales.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_1077-2019.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAccInc642019">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2020" href="#collapseAccInc642019" aria-expanded="false" aria-controls="collapseAccInc642019">
                                    4. Acci&oacute;n de Inconstitucionalidad 64/2019
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAccInc642019" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>4. Amicus curiae.
                                            <br>Acci&oacute;n de Inconstitucionalidad 64/2019
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n relacionado con la demanda de acci&oacute;n de inconstitucionalidad planteada por la CNDH en la que reclam&oacute; la invalidez de la Ley Nacional sobre el Uso de la Fuerza en su integridad, por omisiones legislativas, y de manera particular los art&iacute;culos 6, 27, 28 y 36.
                                    </p>
                                    <p>
                                        En su contenido, se plante&oacute; que la Ley Nacional sobre el Uso de la Fuerza no establece la finalidad del uso de la fuerza, ni contempla los principios de racionalidad y oportunidad; adem&aacute;s, el hecho de no establecer la definici&oacute;n de fuerza epiletal, lo que vulnera el derecho de seguridad jur&iacute;dica y el principio de legalidad, al dejar al arbitrio de las autoridades el tipo de fuerza que pueden emplear; y, al establecer la posibilidad de que la autoridad pueda hacer uso de los distintos niveles de la fuerza p&uacute;blica bas&aacute;ndose en su criterio, transgrede diversos derechos humanos de las personas gobernadas, pues sus par&aacute;metros pueden resultar arbitrarios.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Pleno de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1, 6, 14 y 16 de la Constituci&oacute;n Federal; 3, 4, 6, 27, 28 y 36 de la Ley Nacional sobre el Uso de la Fuerza.
                                        <br>Marco jur&iacute;dico internacional: 19 y 21 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos; 5 de la Declaraci&oacute;n sobre el Derecho y el Deber de los Individuos, los Grupos y las Instituciones de Promover y Proteger los Derechos Humanos; y, 13 y 15 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Seguridad jur&iacute;dica, principio de legalidad, libertad de expresi&oacute;n y libertad de reuni&oacute;n.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AI_64-2019.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default">
                        <div class="panel-heading" role="tab" id="headingAmpRev3852020">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionAmicusCuriae2020" href="#collapseAmpRev3852020" aria-expanded="false" aria-controls="collapseAmpRev3852020">
                                    5. Amparo en Revisi&oacute;n 385/2020
                                </a>
                            </h3>
                        </div>
                        <div id="collapseAmpRev3852020" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <div class="col-md-12">
                                    <h4 class="title-divider">
                                        <em>5. Amicus curiae.
                                            <br>Amparo en Revisi&oacute;n 385/2020
                                        </em>
                                    </h4>
                                    <p>
                                        El Instituto present&oacute; un <em>amicus curiae</em> ante la Suprema Corte de Justicia de la Naci&oacute;n en un asunto relacionado al reconocimiento de la calidad de personas refugiadas.
                                    </p>
                                    <p>
                                        En su contenido, se plantearon los est&aacute;ndares internacionales en materia de unidad familiar; la exclusi&oacute;n de la protecci&oacute;n de la figura de reconocimiento por estatuto derivado para familias de refugiados que se reunificaron en M&eacute;xico; el inter&eacute;s superior de la infancia; y, el riesgo latente para las personas que ingresan a territorio mexicano por una situaci&oacute;n diferente a la reunificaci&oacute;n familiar.
                                    </p>
                                    <p>
                                        <strong>&Oacute;rgano que conoci&oacute; del <em>amicus</em>:</strong> Segunda Sala de la Suprema Corte de Justicia de la Naci&oacute;n.
                                    </p>
                                    <p>
                                        <strong>Art&iacute;culos involucrados:</strong> Marco jur&iacute;dico nacional: 1 y 4 de la Constituci&oacute;n Federal; 5, 12, 24 y 58 de la Ley sobre Refugiados, Protecci&oacute;n Complementaria y Asilo Pol&iacute;tico; y, 13 del Reglamento de la Ley sobre Refugiados y Protecci&oacute;n Complementaria.
                                        <br>Marco jur&iacute;dico internacional: 3 de la Convenci&oacute;n sobre los Derechos del Ni&ntilde;o; y, 19 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                                    </p>
                                    <p>
                                        <strong>Derechos involucrados:</strong> Unidad familiar, reconocimiento de la calidad de refugiado e inter&eacute;s superior de la infancia.
                                    </p>
                                    <a href="//www.ifdp.cjf.gob.mx/resources/amicus/AR_385-2020.pdf" target="_blank" class="blue">Ver texto completo</a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>