<p>
    La Biblioteca Central del Instituto Federal de Defensor&iacute;a P&uacute;blica es de car&aacute;cter especializado, y est&aacute; destinada al servicio de los servidores p&uacute;blicos del propio Instituto, principalmente, as&iacute; como a usuarios
    del Poder Judicial de la Federaci&oacute;n y externos a &eacute;ste.
</p>
<p>
    Su acervo est&aacute; conformado de acuerdo con las materias sustantivas de las cuales conocen los Defensores P&uacute;blicos y Asesores Jur&iacute;dicos Federales, a saber: penal y administrativa, civil y fiscal, respectivamente, as&iacute; como con
    textos relacionados con el juicio de amparo, legislaci&oacute;n vigente, publicaciones peri&oacute;dicas, Diario Oficial de la Federaci&oacute;n, Semanario Judicial de la Federaci&oacute;n, audiocassettes, videocassettes y un importante acervo
    de discos &oacute;pticos que contienen jurisprudencia y normas jur&iacute;dicas federales y locales.
</p>
<p>
    La Biblioteca Central cuenta con fuentes de consulta especializadas a las que tienen acceso los usuarios.
</p>
<p>
    Asimismo, la Biblioteca Central del Instituto difunde sus acervos, nuevas adquisiciones, obras especiales de consulta y actividades de capacitaci&oacute;n y actualizaci&oacute;n, a trav&eacute;s de un Bolet&iacute;n Bibliogr&aacute;fico que es editado
    mensualmente.
</p>
<p>
    En estos tiempos la Biblioteca es algo m&aacute;s que un deposito de libros, es una instituci&oacute;n donde se conserva y difunde todo tipo de material bibliogr&aacute;fico al servicio de la educaci&oacute;n, la investigaci&oacute;n y la informaci&oacute;n.
</p>
<ul>
    <li class="list">
        <span class="title">
            <a href="paginas/subBiblioteca.htm?pageName=informacion%2FboletinHistorico.htm">Bolet&iacute;n hist&oacute;rico</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="https://cjfbiblios.cjf.gob.mx/F?RN=667409049" target="_blank">Consultar cat&aacute;logo</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="http://www.reddebibliotecas.pjf.gob.mx/" target="_blank">Red de bibliotecas</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="paginas/subBiblioteca.htm?pageName=informacion%2Frevista.htm">Revista</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="paginas/subBiblioteca.htm?pageName=informacion%2Fgacetas.htm">Gaceta trimestral</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="paginas/subBiblioteca.htm?pageName=informacion%2FmaterialesDigitales.htm">Materiales Digitales</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="paginas/subBiblioteca.htm?pageName=informacion%2Fboletines.htm">Boletines</a>
        </span>
    </li>
    <li class="list">
        <span class="title">
            <a href="paginas/subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
        </span>
    </li>
</ul>