<div class="row">
    <div class="col-md-2 text-center margin-top-lg">
        <img src="img/thumbnails/ifdp/img_NetzaiSandovalBallesteros.png" width="300" alt="Imagen" style="max-width: 100%; width: 180px;">
    </div>
    <div class="col-md-10 margin-top-lg">
        <h3>Mtro. Netza&iacute; Sandoval Ballesteros</h3>
        <h4 style="color: #999;">Director General</h4>
        <ul style="list-style: disc;">
            <li>
                <p>
                    Director general y presidente de la Junta Directiva del Instituto Federal de Defensoría Pública del a&ntilde;o 2019 a la fecha.
                </p>
            </li>
            <li>
                <p>
                    Fundador de la Unidad de Litigio Estratégico en Derechos Humanos y de la Secretaría Técnica de Combate a la Tortura.
                </p>
            </li>
            <li>
                <p>
                    Coordinador para América del Norte de la Asociación Interamericana de Defensorías Públicas AIDEF desde 2019 a la fecha.
                </p>
            </li>
            <li>
                <p>
                    Asesor del presidente de la Suprema Corte de Justicia de la Nación, ministro Guillermo I. Ortiz Mayagoitia.
                </p>
            </li>
            <li>
                <p>
                    Asesor de la ponencia del ministro Arturo Zaldívar.
                </p>
            </li>
            <li>
                <p>
                    Consultor en la Cámara de Diputados del Congreso de la Unión; en el Instituto Nacional de Transparencia Acceso a la Información y Protección de Datos Personales; y en la Consejería Jurídica del Gobierno del Distrito Federal.
                </p>
            </li>
            <li>
                <p>
                    Coordinador de asesores de la presidencia en el Instituto Electoral del Distrito Federal.
                </p>
            </li>
            <li>
                <p>
                    Colabor&oacute; en el Segundo Tribunal Colegiado en Materia Administrativa y en el D&eacute;cimo Segundo Tribunal Colegiado en Materia Civil, ambos del Primer Circuito.
                </p>
            </li>
            <li>
                <p>
                    Abogado postulante en materias procesal civil, administrativa y amparo.
                </p>
            </li>
            <li>
                <p>
                    Catedr&aacute;tico en distintas materias y universidades, entre ellas la Universidad Nacional Aut&oacute;noma de M&eacute;xico; la Universidad Iberoamericana y la Universidad Sim&oacute;n Bol&iacute;var.
                </p>
            </li>
            <li>
                <p>
                    Licenciado en derecho por la Universidad Nacional Autónoma de México. Graduado del curso de formación de Secretarios del Poder Judicial de la Federación entre los promedios más altos del país.
                </p>
            </li>
            <li>
                <p>
                    Especialista en Administración y Procuración de Justicia por la UNAM.
                </p>
            </li>
            <li>
                <p>
                    Máster en Derecho Parlamentario, Elecciones y Estudios Legislativos por la Universidad Complutense de Madrid.
                </p>
            </li>
            <li>
                <p>
                    Maestría en Derecho por la UNAM con Mención Honorífica.
                </p>
            </li>
            <li>
                <p>
                    Ha sido reconocida su amplia trayectoria con diversos premios y distinciones por su alto desempe&ntilde;o acad&eacute;mico y profesional, entre los que se encuentran, en 2008 el segundo premio en el Concurso Nacional de Tesis y Ensayo en Materia de Justicia Electoral por el Tribunal Electoral del Poder Judicial de la Federaci&oacute;n.
                </p>
            </li>
            <li>
                <p>
                    Ha participado como conferencista en foros y temas diversos, entre ellos "La calificaci&oacute;n de la elecci&oacute;n presidencial", "Aplicaci&oacute;n procesal de la Convenci&oacute;n Internacional sobre los Derechos de las Personas con Discapacidad","Transparencia, Partidos Pol&iacute;ticos e Instituciones Electorales, y "El derecho de la participaci&oacute;n ciudadana".
                </p>
            </li>
            <li>
                <p>
                    Es autor de los libros: "Teor&iacute;a sobre la nulidad de elecciones", publicado por la editorial Porr&uacute;a (2013) y “La lentitud de la (in)justicia. Inejecuci&oacute;n de sentencias y derechos humanos” publicado por la editorial Tirant lo Blanch (2021).
                </p>
            </li>
            <li>
                <p>
                    De igual manera, es autor y part&iacute;cipe de diversos art&iacute;culos, obras colectivas y otras publicaciones, por mencionar algunas "La admisi&oacute;n jurisprudencial del voto por Internet para los residentes en el extranjero de la Ciudad de M&eacute;xico"; "Las restricciones a la libertad de reuni&oacute;n en relaci&oacute;n con las elecciones en Espa&ntilde;a y M&eacute;xico"; "La Corte Penal Internacional y la situaci&oacute;n en M&eacute;xico. Hacia la reformulaci&oacute;n del concepto conflicto armado de &iacute;ndole no internacional™", "La negativa mexicana del derecho a la informaci&oacute;n en las boletas electorales: una violaci&oacute;n a derechos humanos", y "Pre-Trial Detention and Corruption" en donde contribuy&oacute; en la autor&iacute;a con Keith Henderson para el Global Integrity & Open Society Institute.
                </p>
            </li>
        </ul>
        <h4 class="margin-top-lg" style="color: #999;">Redes Sociales</h4>
        <div class="row">
            <div class="col-xs-3 col-md-2">
                <a href="https://www.facebook.com/Netzai.Sandoval" target="_blank" title="Facebook" target="_blank" rel="noopener">
                    <i class="fa fa-facebook-official" aria-hidden="true" style="font-size: 2.2em;"></i>
                </a>
            </div>
            <div class="col-xs-3 col-md-2">
                <a href="https://twitter.com/Netzai_Sandoval" target="_blank" title="Twitter" target="_blank" rel="noopener">
                    <i class="fa fa-twitter" aria-hidden="true" style="font-size: 2.2em;"></i>
                </a>
            </div>
            <div class="col-xs-3 col-md-2">
                <a href="https://www.instagram.com/abogado.netzai" target="_blank" title="Instagram" target="_blank" rel="noopener">
                    <i class="fa fa-instagram" aria-hidden="true" style="font-size: 2.2em;"></i>
                </a>
            </div>
            <div class="col-xs-3 col-md-2">
                <a href="https://www.youtube.com/channel/UClVVB3xUD69hcsZm01naUHg" target="_blank" title="Youtube" target="_blank" rel="noopener">
                    <i class="fa fa-youtube-play" aria-hidden="true" style="font-size: 2.2em;"></i>
                </a>
            </div>
        </div>
    </div>
</div>