<div class="row" style="text-align: center;">
    <span class="fc fc-LogoIFDP" style="font-size: 8em; color: #24135f;"></span>
    <hr>
</div>
<div class="row">
    <ul class="nav nav-tabs" role="tablist">
        <li class="active">
            <a href="#SenRel2020" aria-controls="SenRel2020" role="tab" data-toggle="tab">2020</a>
        </li>
        <li>
            <a href="#SenRel2019" aria-controls="SenRel2019" role="tab" data-toggle="tab">2019</a>
        </li>
        <li>
            <a href="#SenRel2018" aria-controls="SenRel2018" role="tab" data-toggle="tab">2018</a>
        </li>
    </ul>
    <div class="tab-content">
        <div role="tabpanel" class="tab-pane fade active in" id="SenRel2020">
            <div class="panel-group margin-top-lg" id="accordionSenRel2020" role="tablist" aria-multiselectable="true">
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelConTes">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelConTes" aria-expanded="false" aria-controls="collapseSenRelConTes">
                                Caso: Contradicci&oacute;n de tesis 33/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelConTes" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Contradicci&oacute;n de tesis 33/2020
                                <br>
                                Primera Sala de la SCJN
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 265 del C&oacute;digo Federal de Procedimientos Penales, 255 del C&oacute;digo de Procedimientos Penales para el Estado de Veracruz y 228 del C&oacute;digo de Procedimientos Penales para el Estado de Chiapas.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Derecho a la protecci&oacute;n judicial.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> El IFDP denunci&oacute; contradicci&oacute;n de tesis sobre el tema de la eficacia probatoria para ordenar la celebraci&oacute;n de careos procesales. Las Ministras y Ministros integrantes de la Primera Sala de la SCJN, en sesi&oacute;n correspondiente al 08 de julio de 2020, determinaron la existencia de la contradicci&oacute;n y emitieron la jurisprudencia del rubro:
                                <br>
                                <strong>CAREOS PROCESALES. NO ES NECESARIO VERIFICAR LA EFICACIA PROBATORIA DE LAS RETRACTACIONES QUE ORIGINAN CONTRADICCIONES SUSTANCIALES, ANTES DE ORDENAR LA REPOSICI&Oacute;N DEL PROCEDIMIENTO PARA CELEBRARLOS.</strong>
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_33-2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelPolCom">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelPolCom" aria-expanded="false" aria-controls="collapseSenRelPolCom">
                                Caso: Polic&iacute;as comunitarios, FUSDEG
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelPolCom" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Toca Penal 57/2020
                                <br>
                                Segundo Tribunal Unitario del Vig&eacute;simo Primer Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 19 constitucional, 265 y 316 del C&oacute;digo Nacional de Procedimientos Penales.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Debido proceso y acceso a la justicia.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Personal de la Guardia Nacional, Secretar&iacute;a de la Defensa Nacional, Polic&iacute;a Estatal y Polic&iacute;a Investigadora Municipal, realizaron la detenci&oacute;n de dos personas encontr&aacute;ndoles armas de fuego y cartuchos de uso exclusivo para el Ej&eacute;rcito, mismos que manifestaron ser integrantes de la polic&iacute;a comunitaria en Guerrero.
                            </p>
                            <p>
                                A trav&eacute;s del trabajo de los especialistas en criminal&iacute;stica y etnopsicolog&iacute;a se evidenci&oacute; que las coordenadas no concordaban con el lugar de los hechos adem&aacute;s de establecer la situaci&oacute;n social, poblacional y de seguridad del municipio y su polic&iacute;a comunitaria; en audiencia, personal del IFDP argument&oacute; discrepancias en los hechos y modo de la detenci&oacute;n, obteni&eacute;ndose la no vinculaci&oacute;n proceso de las dos personas detenidas.
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_57-2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelRecQueAdm100">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelRecQueAdm100" aria-expanded="false" aria-controls="collapseSenRelRecQueAdm100">
                                Caso: Recurso de queja administrativa 100/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelRecQueAdm100" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Recurso de queja administrativa 100/2020
                                <br>
                                Primer Tribunal Colegiado en Materias Civil y Administrativa del Noveno Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 21 cuarto p&aacute;rrafo de la Constituci&oacute;n; 5.1. a) de la Declaraci&oacute;n sobre los Derechos Humanos de los Individuos que no son Nacionales del pa&iacute;s en que viven; 111 de la Ley de Migraci&oacute;n; 11 y 21 de la Ley Sobre Refugiados, Protecci&oacute;n Complementaria y Asilo Pol&iacute;tico con relaci&oacute;n a lo establecido en el art&iacute;culo 18 del reglamento de la Ley Sobre Refugiados y Protecci&oacute;n Complementaria; 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 116 fracci&oacute;n X de la Ley General de los Derechos de Ni&ntilde;as, Ni&ntilde;os y Adolescentes, con relaci&oacute;n a los art&iacute;culos 4, 22, 37 de la Convenci&oacute;n Sobre los Derechos de les Ni&ntilde;o; 10, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 116 fracci&oacute;n X de la Ley General de los Derechos de Ni&ntilde;as, Ni&ntilde;os y Adolescentes, co111 relaci&oacute;n a los art&iacute;culos 4, 22, 37, de la Convenci&oacute;n Sobre los Derechos de les Ni&ntilde;o.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> refugio, libertad, libre circulaci&oacute;n, derechos del ni&ntilde;o.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Como consecuencia de los derechos que se alegan violentados, se determin&oacute; la inconstitucionalidad del art&iacute;culo 111 de la Ley de Migraci&oacute;n por la privaci&oacute;n de la libertad sin la comisi&oacute;n de un delito por m&aacute;s de 36 horas.
                            </p>
                            <p>
                                <strong>Unidad de Asesor&iacute;a Jur&iacute;dica.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia _100-2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelFalMon2020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelFalMon2020" aria-expanded="false" aria-controls="collapseSenRelFalMon2020">
                                Caso: Falsificaci&oacute;n de moneda
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelFalMon2020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Primer Tribunal Unitario Del Decimosexto Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 17 y 20 Constitucionales.
                            </p>
                            <p>
                                <strong>Instrumento y/o criterio internacional invocado:</strong> Convenci&oacute;n Americana sobre Derechos Humanos.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Debido proceso, libertad.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> El &oacute;rgano acusador atribuy&oacute; a los enjuiciados (6 personas) que tras realizar investigaciones se tuvo noticia de que en diversos domicilios se produc&iacute;an y almacenaban billetes falsos de distintas denominaciones, por lo que se practicaron diversos cateos, mismos que finalmente se declararon ilegales ante la falta de cumplimiento a las formalidades establecidas tanto en la Constituci&oacute;n Pol&iacute;tica federal como en el C&oacute;digo Federal de Procedimientos Penales, esto es, la falta de designaci&oacute;n de dos testigos en el desahogo del cateo.
                            </p>
                            <p>
                                Las personas representadas fueron inicialmente acusadas de los delitos de “posesi&oacute;n de arma de fuego de uso exclusivo del Ej&eacute;rcito, Armada y Fuerza A&eacute;rea”; “falsificaci&oacute;n de moneda” Posesi&oacute;n de cartuchos para armas de fuego en cantidades mayores a las permitidas”.
                            </p>
                            <p>
                                <strong>El sentido de la Sentencia en Segunda Instancia fue:</strong> Revocar la sentencia puesta a revisi&oacute;n y absolver respecto de la acusaci&oacute;n que formul&oacute; en su contra la Instituci&oacute;n del Ministerio P&uacute;blico de la Federaci&oacute;n por los delitos de posesi&oacute;n de arma de fuego de uso exclusivo del Ej&eacute;rcito, Armada y Fuerza A&eacute;rea, y posesi&oacute;n de cartuchos para armas de fuego en cantidades mayores a las permitidas; respecto de la acusaci&oacute;n que se formul&oacute; en su contra por el delito de falsificaci&oacute;n de moneda.
                            </p>
                            <p>
                                <strong>Unidad de Defensa Penal.</strong>
                                <br><a href="http://sise.cjf.gob.mx/SVP/word1.aspx?arch=312/03120000264897560014012.pdf_1&sec=Roberto_Pos%C3%A1n_Torn3ero&svp=1" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelDelSalAmpInd42020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelDelSalAmpInd42020" aria-expanded="false" aria-controls="collapseSenRelDelSalAmpInd42020">
                                Caso: Delito contra la salud. Juicio de amparo indirecto 4/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelDelSalAmpInd42020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juicio de amparo indirecto 4/2020
                                <br>
                                Segundo Tribunal Unitario del Decimosexto Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> art&iacute;culo 16 Constitucional, art&iacute;culo 61 del C&oacute;digo Nacional de Procedimientos Penales, art&iacute;culo 476 art&iacute;culo 474 y 479 de la Ley General de Salud.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Seguridad jur&iacute;dica, legalidad, debido proceso, acceso a la justicia.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Se reclama la resoluci&oacute;n emitida el 31 de enero de 2020, mediante la cual se confirm&oacute; la resoluci&oacute;n dictada dentro de la causa penal 537/2019 en la audiencia inicial realizada el 17 de junio de 2019, en la cual el Juez de Control adscrito al Centro de Justicia Penal Federal neg&oacute; al defendido la reclasificaron jur&iacute;dica del delito contra la salud en su modalidad de posesi&oacute;n con fines de venta de metanfetamina y marihuana en t&eacute;rminos del art&iacute;culo 476 de la ley General de Salud, ya que se solicit&oacute; que se dictara el auto de vinculaci&oacute;n por una simple posesi&oacute;n en t&eacute;rminos del art&iacute;culo 477 del ordenamiento en cita, resoluci&oacute;n combatida por medio del toca penal. La resoluci&oacute;n en el Juicio de Amparo fue: La Justicia de la Uni&oacute;n ampara y protege a ******** ******** ******* contra la resoluci&oacute;n de 31 de enero de 2020, pronunciada por el Primer Tribunal Unitario del Decimosexto Circuito, en el toca penal 75/2019, y su ejecuci&oacute;n atribuida al Juez de Distrito adscrito al Centro de Justicia Penal Federal, en funciones de juez de control, con sede en Guanajuato, Guanajuato, y al Juez de Oralidad Penal de la Segunda Regi&oacute;n con sede Valle de Santiago, Guanajuato, para que el Magistrado responsable atienda los efectos y la precisi&oacute;n siguientes:
                            </p>
                            <p>
                                a) Deje insubsistente la resoluci&oacute;n reclamada.
                                b) Dicte otra donde tome en cuenta lo considerado en esta ejecutoria y, con plenitud de jurisdicci&oacute;n, resuelva el recurso de apelaci&oacute;n, conforme a derecho.
                            </p>
                            <p>
                                <strong>Unidad de Defensa Penal.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentenciaAmparoIndirecto_4-2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAmpPen192020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelAmpPen192020" aria-expanded="false" aria-controls="collapseSenRelAmpPen192020">
                                Caso: Amparo en materia penal 19/20
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAmpPen192020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Segundo Tribunal Unitario Del XVI Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Interpretaci&oacute;n de los art&iacute;culos 202, p&aacute;rrafos pen&uacute;ltimo y &uacute;ltimo y 206 del C&oacute;digo Nacional de Procedimientos Penales (facultad exclusiva del fiscal de ofrecer la reducci&oacute;n de una pena por delito doloso; y facultad del juez para aprobar el procedimiento abreviado). Porque conforme al art&iacute;culo 17 p&aacute;rrafo quinto y 21, p&aacute;rrafo tercero, de la Constituci&oacute;n Pol&iacute;tica del Pa&iacute;s, en aplicaci&oacute;n de penas en concurso ideal de delitos, por excepci&oacute;n se debe reservar al juez la facultad de imponer penas conforme al grado de culpabilidad del imputado y ser proporcional al porcentaje de disminuci&oacute;n de pena ofrecido por la fiscal&iacute;a, cuyas reglas se contienen en los art&iacute;culos 52 y 64 del C&oacute;digo Penal Federal.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Legalidad y seguridad jur&iacute;dica. Debido proceso.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> La resoluci&oacute;n de preceptos cuya interpretaci&oacute;n se combate por esta v&iacute;a constitucional, fue comenzada en audiencia de procedimiento abreviado celebrada el 23 de enero de 2020 ante la responsable Juez de Control del Centro de Justicia Penal Federal en Guanajuato dentro de la causa penal 251/2020 por la que no autoriz&oacute; la apertura del procedimiento abreviado y por lo cual, se recurri&oacute; a la apelaci&oacute;n en t&eacute;rminos del art&iacute;culo 467 fracci&oacute;n IX del C&oacute;digo Nacional de Procedimientos Penales.
                                <br>
                                Resoluci&oacute;n que fue confirmada por el Primer Tribunal Unitario de este Circuito, el 11 de mayo de 2020 dictada dentro del toca penal 26/2020-NSJP.
                            </p>
                            <p>
                                No obstante, el tribunal de amparo (Segundo Tribunal Unitario del Decimosexto Circuito) consider&oacute; que el acto reclamado transgrede el derecho fundamental de legalidad tutelado por el art. 16 constitucional, por lo que ha lugar a otorgar la protecci&oacute;n constitucional para que en t&eacute;rminos del art&iacute;culo 77, fracci&oacute;n I, segundo p&aacute;rrafo de la fracci&oacute;n II de la Ley de amparo, el Magistrado del Tribunal Unitario responsable:
                                <ul class="square">
                                    <li>
                                        Deje insubsistente la resoluci&oacute;n reclamada
                                    </li>
                                    <li>
                                        Dicte diversa resoluci&oacute;n en la que […] adem&aacute;s de revisar los aspectos formales para la procedencia de la solicitud del procedimiento abreviado, el juzgado debe analizar que las penas m&aacute;s que no ser diferentes o mayores alas propuestas por el Ministerio P&uacute;blico y previamente aceptadas por el imputado, en su caso, tambi&eacute;n examinar la imposici&oacute;n de penas que sean contrarias a la ley.
                                    </li>
                                </ul>
                            </p>
                            <p>
                                <strong>Unidad de Defensa Penal.</strong>
                                <br><a href="http://sise.cjf.gob.mx/SVP/word1.aspx?arch=413/04130000268177760013011.pdf_1&sec=SERGIO__MALAG%C3%93N_GASCA&svp=1" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelTocPen1432020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelTocPen1432020" aria-expanded="false" aria-controls="collapseSenRelTocPen1432020">
                                Caso: Toca penal 143/2020-NSJP
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelTocPen1432020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Toca penal 143/2020-NSJP
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> art&iacute;culos 144 y 168 en relaci&oacute;n con el diverso 22 fracci&oacute;n III, todos de la Ley Nacional de Ejecuci&oacute;n Penal.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> a la libertad, legalidad y seguridad jur&iacute;dica.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> <em>&Uacute;NICO.</em> Se CONFIRMA la resoluci&oacute;n emitida en la audiencia celebrada el tres de noviembre de dos mil veinte, pronunciada por la Juez de Distrito Especializada en el Sistema Penal Acusatorio con competencia en Ejecuci&oacute;n, adscrita al Centro de Justicia Penal Federal en el Estado de Guanajuato, consistente en la sustituci&oacute;n de la pena de prisi&oacute;n en favor de la persona representada. Toda vez que el Tribunal de Alzada confirm&oacute; la resoluci&oacute;n de tres de noviembre de dos mil veinte y ha quedado firme, de conformidad con lo previsto en el art&iacute;culo 129 de la Ley Nacional de Ejecuci&oacute;n Penal, resulta ejecutable y por ende se ordena al Director General del Centro Federal de Readaptaci&oacute;n Social N&uacute;mero 12 “CPS-Guanajuato” con sede en Ocampo, Guanajuato, DEJE EN INMEDIATA LIBERTAD a nuestro defendido, &Uacute;NICAMENTE por lo que respecta a la causa penal 271/2017 del &iacute;ndice del Centro de Justicia Penal Federal en el Estado de Coahuila, con residencia en Torre&oacute;n, por el delito de contra la salud, en la modalidad de trasporte de cannabis sativa I., previsto y sancionado en el artículo 194 fracci&oacute;n I, en relaci&oacute;n con el 193, del C&oacute;digo Penal Federal, en un grado de intervenci&oacute;n material del delito, conforme a la fracci&oacute;n II del artículo 13 del C&oacute;digo Penal Federal.
                            </p>
                            <p>
                                <strong>Unidad de Defensa Penal.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentenciaTocaPenal_143-2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelTocPen1232020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelTocPen1232020" aria-expanded="false" aria-controls="collapseSenRelTocPen1232020">
                                Caso: Toca Penal 123/2020-V-NSJP
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelTocPen1232020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Toca Penal 123/2020-V-NSJP
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1º, 18, 20 Apartado B, 22 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos; art&iacute;culo 11 de la Ley Federal para Prevenir y Sancionar la Tortura.
                            </p>
                            <p>
                                <strong>Instrumento y/o criterio internacional invocado:</strong> Art&iacute;culos 5 Declaraci&oacute;n Universal de Derechos Humanos, 2 Declaraci&oacute;n sobre protecci&oacute;n de todas las personas contrala tortura y otros tratos o penas crueles, inhumanos o degradantes; 5 punto 1 y punto 2 de la Convenci&oacute;n Americana sobre Derechos Humanos.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Dignidad humana, seguridad jur&iacute;dica, acceso a la justicia.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> La persona representada present&oacute; escrito a trav&eacute;s del cual manifest&oacute; estar siendo v&iacute;ctima de abuso, maltrato, humillaci&oacute;n, insultos, por el personal de custodia del centro penitenciario en el que se encuentra recluido, de igual forma refiri&oacute; que los oficiales le han retirado cosas que le manda su familia; as&iacute; como la destrucci&oacute;n de algunos de sus objetos personales.
                            </p>
                            <p>
                                Se resolvi&oacute; la controversia de manera unitaria. En la resoluci&oacute;n de que se trata, se hizo la declaratoria de efectos generales en relaci&oacute;n con las revisiones que se llevan a cabo en Centro Federal de Readaptaci&oacute;n N&uacute;mero 12 “CPS-Guanajuato”. Asimismo, el Centro Penitenciario deber&aacute; justificar que en todos los lugares visibles del centro penitenciario, as&iacute; como en todos los m&oacute;dulos, celdas y dormitorios, se fije un comunicado en el que se indiquen los efectos generales de la determinaci&oacute;n a ejecutar y en el que textualmente se haga del conocimiento de la poblaci&oacute;n penitenciaria el contenido de los art&iacute;culos 64 al 71 de la Ley Nacional de Ejecuci&oacute;n Penal.
                            </p>
                            <p>
                                De igual forma, orden&oacute; el inicio de procedimiento en contra del comandante se&ntilde;alado como responsable de las irregularidades y arbitrariedades cometidas en contra de la persona representada, y en contra de quien resulte responsable, d&aacute;ndose vista al AMP.
                            </p>
                            <p>
                                Se dictaron medidas de seguridad en favor de la persona representada, pero tambi&eacute;n en favor del testigo, concediendo plazo de 24 horas a la autoridad penitenciaria para informar las medidas adoptadas. Adem&aacute;s, el juez se&ntilde;al&oacute; la celebraci&oacute;n mensual de audiencias a fin de verificar el cumplimiento a su resoluci&oacute;n, durante el plazo de 11 meses, que era el tiempo que le faltaba por compurgar su pena. Fij&oacute; adem&aacute;s una medida de reparaci&oacute;n, consistente en que la autoridad penitenciaria reponga en <strong>tres d&iacute;as el material que le fue destruido, la elaboraci&oacute;n del tr&aacute;iler, as&iacute; como la restituci&oacute;n de las revistas que le rompieron.</strong>
                            </p>
                            <p>
                                En el plazo otorgado de <strong>10 d&iacute;as</strong> deber&aacute;n justificar lo anterior con fotograf&iacute;as que recaben del comunicado que publiquen en los lugares indicados.
                            </p>
                            <p>
                                La autoridad responsable interpuso recurso de apelaci&oacute;n el cual se resolvi&oacute; confirmando la sentencia.
                            </p>
                            <p>
                                <strong>Unidad de Defensa Penal.</strong>
                                <br><a href="http://sise.cjf.gob.mx/SVP/word1.aspx?arch=1015/10150000272192760003003.pdf_1&sec=Kenia_Fernanda_Hern%C3%A1ndez_Alarc%C3%B3n_&svp=1" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAmpInd3682020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelAmpInd3682020" aria-expanded="false" aria-controls="collapseSenRelAmpInd3682020">
                                Caso: Amparo indirecto 368/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAmpInd3682020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juzgado Cuarto de Distrito en el estado de Oaxaca
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1º, 4º y 18 de la Constituci&oacute;n mexicana, 7 de la Ley Nacional de Ejecuci&oacute;n Penal, 4.1, 5.1, y 26 de la Convenci&oacute;n Americana sobre Derechos Humanos, 6.1 y 10.1 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, 1, 2, 3 y 10 del Protocolo Adicional a la Convenci&oacute;n Americana sobre Derechos Humanos en Materia de Derechos Econ&oacute;micos, Sociales y Culturales “Protocolo de San Salvador”, 2 y 12 del Pacto Internacional de Derechos Econ&oacute;micos Sociales y Culturales y en las Reglas 24, 25, 26 y 27 de las Reglas M&iacute;nimas de las Naciones Unidas para el Tratamiento de los Reclusos “Reglas Mandela”.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Derecho a la salud, la vida, la dignidad y la integridad personal.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido en representaci&oacute;n de 14 hombres privados de la libertad en el Centro Penitenciario Varonil de Tanivet Oaxaca. En la sentencia se orden&oacute;: la adopci&oacute;n inmediata de acciones y medidas efectivas de prevenci&oacute;n del contagio del virus COVID-19 al interior del centro penitenciario, garantizar la salud de los quejosos mediante atenci&oacute;n, tratamiento y seguimiento m&eacute;dico adecuado y adoptar lineamientos espec&iacute;ficos para evitar el hacinamiento. Destaca que el Juzgador de Amparo orden&oacute; se celebrara una sesi&oacute;n extraordinaria de la Comisi&oacute;n Intersecretarial de Ejecuci&oacute;n Penal del Estado de Oaxaca.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_AI-368_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAmpInd5322020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelAmpInd5322020" aria-expanded="false" aria-controls="collapseSenRelAmpInd5322020">
                                Caso: Amparo indirecto 532/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAmpInd5322020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juzgado Tercero de Distrito en el estado de Tabasco <small>(El 21 de octubre de 2020 se public&oacute; en el Diario Oficial de la Federaci&oacute;n el Acuerdo por el que se desincorpora del Sistema Penitenciario Federal el Centro Federal de Readaptaci&oacute;n Social n&uacute;mero 6 "Sureste")</small>
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1º, 18, 19, 20 y 22 de la Constituci&oacute;n mexicana, 5.2 y 5.6 de la Convenci&oacute;n Americana sobre Derechos Humanos, 7, 10.1 y 10.3 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, 2 de la Convenci&oacute;n Contra la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, y 1 de la Convenci&oacute;n Interamericana para Prevenir y Sancionar la Tortura.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Integridad personal, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido en representaci&oacute;n de 33 personas privadas de libertad en el CEFERESO 6 (Huimanguillo, Tabasco). En la sentencia se orden&oacute; que las autoridades adoptaran medidas en materia de prevenci&oacute;n de la tortura, as&iacute; como la capacitaci&oacute;n inmediata del personal del centro penitenciario. Se orden&oacute; al Mecanismo Nacional de Prevenci&oacute;n de la Tortura y al Agente del Ministerio P&uacute;blico inicien investigaciones diligentes sobre los actos de tortura perpetuados al interior del centro penitenciario.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_AI-532_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAmpIndRev1392020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelAmpIndRev1392020" aria-expanded="false" aria-controls="collapseSenRelAmpIndRev1392020">
                                Caso: Amparo indirecto en Revisi&oacute;n 139/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAmpIndRev1392020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Tribunal Colegiado en Materia Penal del D&eacute;cimo Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1º, 18, 19, 20 y 22 de la Constituci&oacute;n mexicana, 5.2 y 5.6 de la Convenci&oacute;n Americana sobre Derechos Humanos, 7, 10.1 y 10.3 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, 2 de la Convenci&oacute;n Contra la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, y 1 de la Convenci&oacute;n Interamericana para Prevenir y Sancionar la Tortura.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Integridad personal, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> La revisi&oacute;n fue interpuesta por la Directora General del Centro Federal de Readaptaci&oacute;n Social N&uacute;mero 6 “Sureste”, Huamanguillo, Tabasco, en contra de la sentencia emitida dentro del amparo indirecto 532/2020 el 9 de julio de 2020 por el Juzgado Tercero de Distrito en el estado de Tabasco, en el que se otorg&oacute; la protecci&oacute;n de la justicia federal a 3 personas privadas de libertad en el CEFERESO 6 para efecto de que las autoridades correspondientes investigaran diligentemente los actos de tortura sufridos por estas personas. Destaca que la sentencia acaba por beneficiar a la totalidad de la poblaci&oacute;n recluida en dicho centro pues se ordena a las autoridades penitenciarias adoptar medidas en materia de prevenci&oacute;n de la tortura.
                            </p>
                            <p>
                                En la resoluci&oacute;n, el Tribunal Colegiado modific&oacute; la sentencia combatida y ampli&oacute; la protecci&oacute;n constitucional a los quejosos para efectos de que: se d&eacute; vista al Ministerio P&uacute;blico de la Federaci&oacute;n para que inicie la investigaci&oacute;n de los actos de tortura; se ordene la realizaci&oacute;n de los ex&aacute;menes m&eacute;dico psicol&oacute;gicos, de conformidad con el Protocolo de Estambul, y que si derivado de tales ex&aacute;menes los quejosos requieren alg&uacute;n tratamiento, se les deber&aacute; suministrar para su rehabilitaci&oacute;n.
                            </p>
                            <p>
                                Adicionalmente, el Tribunal Colegiado realiza una distinci&oacute;n entre tortura y malos tratos, en la que concluye que la tortura exige la existencia de un prop&oacute;sito o finalidad en concreto, sumada al hecho de que existe un sufrimiento o dolor graves en forma intencional, mientras que los malos tratos son sin prop&oacute;sito concreto.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_AI-139_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAmpInd5262020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelAmpInd5262020" aria-expanded="false" aria-controls="collapseSenRelAmpInd5262020">
                                Caso: Amparo indirecto 526/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAmpInd5262020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juzgado Tercero de Distrito en el estado de Yucat&aacute;n
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1º, 4º y 18 de la Constituci&oacute;n mexicana, 4.1, 5.1, y 26 de la Convenci&oacute;n Americana sobre Derechos Humanos, 6.1 y 10.1 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, 1, 2, 3 y 10 del Protocolo Adicional a la Convenci&oacute;n Americana sobre Derechos Humanos en Materia de Derecho Econ&oacute;micos, Sociales y Culturales “Protocolo de San Salvador”, 2 y 12 del Pacto Internacional de Derechos Econ&oacute;micos Sociales y Culturales y en las Reglas 24, 25, 26 y 27 de las Reglas M&iacute;nimas de las Naciones Unidas para el Tratamiento de los Reclusos “Reglas Mandela”.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Derecho a la salud, la vida, la dignidad y la integridad personal.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido en representaci&oacute;n de 32 hombres privados de libertad en el Centro de Reinserci&oacute;n Social de M&eacute;rida, Yucat&aacute;n. En la sentencia se ordena que la autoridad penitenciaria y corresponsable de salud implementen de manera oportuna medidas de prevenci&oacute;n de contagios y de protecci&oacute;n al derecho a la salud, la vida e integridad personal de la poblaci&oacute;n penitenciaria, as&iacute; como facilitar a los quejosos, la reanudaci&oacute;n y aceleraci&oacute;n de los procesos de libertad condicionada y libertad anticipada, como impone la Ley Nacional de Ejecuci&oacute;n Penal. Destaca que la Jueza de Amparo ordena garantizar el abasto y suministro de vacunas contra la influenza para los quejosos, puesto que prevenirla puede acelerar la detecci&oacute;n del COVID-19.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_AI-526_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAmpIndRev1232020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelAmpIndRev1232020" aria-expanded="false" aria-controls="collapseSenRelAmpIndRev1232020">
                                Caso: Amparo indirecto en revisi&oacute;n 123/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAmpIndRev1232020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Primer Tribunal Colegiado en Materia Penal del Estado de M&eacute;xico
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 1, 4, 14, 16, 17, 20, 21, 22 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos, en relaci&oacute;n con los art&iacute;culos 1.1, 2, 7.1, 7.3, 7.5, 8.1, 8.2 y 25 de la Convenci&oacute;n Americana sobre Derechos Humanos, 2.1, 9.1, 9.3, 14.2, y 14.3 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, 5 y 6 de la Convenci&oacute;n Interamericana para Prevenir, Sancionar y Erradicar la Violencia Contra la Mujer “Convenci&oacute;n de Belem do Par&aacute;”, la Regla 6 de las Reglas M&iacute;nimas de las Naciones Unidas sobre las Medidas No Privativas de Libertad “Reglas de Tokio”, y las Reglas 56 y 58 de las Reglas de las Naciones Unidas para el Tratamiento de las Reclusas y Medidas No Privativas de la Libertad para las Mujeres Delincuentes “Reglas Bangkok”.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Libertad personal, acceso a medidas no privativas de la libertad, acceso a una vida libre de violencia para las mujeres, igualdad y no discriminaci&oacute;n.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido en representaci&oacute;n de una mujer privada de libertad de 48 a&ntilde;os, quien es madre de 2 hijos y ha estado sujeta a la medida cautelar de prisi&oacute;n preventiva por m&aacute;s de 8 a&ntilde;os. En la sentencia se establecen los par&aacute;metros que deben observarse para evaluar oficiosamente la legalidad de la prolongaci&oacute;n de la prisi&oacute;n preventiva de una mujer, cuando su duraci&oacute;n ha excedido un plazo razonable. El Tribunal considera la necesidad de hacer un ejercicio “hol&iacute;stico” que, entre otras cuestiones, considere la duraci&oacute;n del juicio, la debida diligencia en la sustanciaci&oacute;n del procedimiento, el an&aacute;lisis del historial de victimizaci&oacute;n de las mujeres privadas de libertad y sus responsabilidades de cuidado respecto de otras personas. Enfatiza en la necesidad de hacer un test de dilaciones indebidas.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_AI-123_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelRecQue772020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelRecQue772020" aria-expanded="false" aria-controls="collapseSenRelRecQue772020">
                                Caso: Recurso de queja 77/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelRecQue772020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Tribunal Colegiado en Materia Penal del D&eacute;cimo Circuito en Villahermosa, Tabasco
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 1º, 14, 16, 20, 21, 22 y 29 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos en relaci&oacute;n con los art&iacute;culos 2, 12, 13 y 16 Convenci&oacute;n contra Ia Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, 6, 8 y 10 Convenci&oacute;n Interamericana para Prevenir y Sancionar Ia Tortura, 1.1, 5, 8 y 25 Convenci&oacute;n Americana sobre Derechos Humanos, 7 y 14 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, y y 7, 8, 20, 22, 33, 35, 50 y 55 de la Ley General para Prevenir, Investigar y Sancionar la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Acceso a la justicia, debido proceso legal, derecho a la verdad, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido por la Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos derivado del desechamiento del juicio de amparo indirecto 857/2020 del Juzgado Sexto de Distrito en el Estado de Tabasco, relativo a la falta de investigaci&oacute;n con debida diligencia de actos de tortura o malos tratos, por la presunta ausencia de inter&eacute;s leg&iacute;timo para activar la v&iacute;a constitucional al no advertir ninguna afectaci&oacute;n en perjuicio de la Secretar&iacute;a T&eacute;cnica y acudirse con la calidad de persona moral p&uacute;blica.
                            </p>
                            <p>
                                En la sentencia, se reconoce el inter&eacute;s leg&iacute;timo de la Secretar&iacute;a T&eacute;cnica mediante el an&aacute;lisis de su intervenci&oacute;n como denunciante de los actos de tortura o malos tratos cometidos en perjuicio de una persona representada por la instituci&oacute;n y la consecuente acreditaci&oacute;n de una posici&oacute;n especial para reclamar la protecci&oacute;n de los derechos transgredidos por la omisi&oacute;n de cumplir con la investigaci&oacute;n de tales delitos, la posibilidad de brindarse un beneficio con la emisi&oacute;n de un fallo protector, as&iacute; como la existencia de un derecho objetivo tutelado y una lesi&oacute;n amplia en el &aacute;mbito legal a causa de la omisi&oacute;n perpetrada por las autoridades ministeriales en la investigaci&oacute;n y persecuci&oacute;n de la tortura o malos tratos.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_RQ-77_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelRecQue912020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelRecQue912020" aria-expanded="false" aria-controls="collapseSenRelRecQue912020">
                                Caso: Recurso de queja 91/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelRecQue912020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Noveno Tribunal Colegiado en Materia Penal del Primer Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 1º, 14, 16, 20, 21, 22 y 29 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos en relaci&oacute;n con los art&iacute;culos 2, 12, 13 y 16 Convenci&oacute;n contra Ia Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, 6, 8 y 10 Convenci&oacute;n Interamericana para Prevenir y Sancionar Ia Tortura, 1.1, 5, 8 y 25 Convenci&oacute;n Americana sobre Derechos Humanos, 7 y 14 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, y 59, 83, 84, 85 y Quinto Transitorio de la Ley General para Prevenir, Investigar y Sancionar la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Acceso a la justicia, debido proceso legal, derecho a la verdad, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido por la Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos derivado del desechamiento de la ampliaci&oacute;n de la demanda propuesta en el juicio de amparo indirecto 978/2019 del Juzgado Octavo de Distrito de Amparo en Materia Penal en la Ciudad de M&eacute;xico. De acuerdo al Juez de Distrito, la ampliaci&oacute;n de la demanda relativa a la ausencia de creaci&oacute;n y operaci&oacute;n del Registro Nacional del Delito de Tortura, as&iacute; como la inscripci&oacute;n de la v&iacute;ctima de tortura o malos tratos en el mismo resultaba improcedente por no encontrarse vinculadas dichas omisiones a aqu&eacute;llas reclamadas inicialmente, referentes a la omisi&oacute;n de investigar con debida diligencia actos de tortura o malos cometidos en perjuicio de una persona representado.
                            </p>
                            <p>
                                En su resoluci&oacute;n, el Tribunal considera que s&iacute; existe un v&iacute;nculo entre la omisi&oacute;n de investigar con debida diligencia y aqu&eacute;llas reclamadas en relaci&oacute;n con el Registro Nacional de Tortura, pues la inscripci&oacute;n de un caso en dicho registro forma parte de los actos de investigaci&oacute;n que deben realizar las fiscal&iacute;as especiales en t&eacute;rminos de la Ley General para Prevenir, Investigar y Sancionar la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes. Consecuentemente, establece que la omisi&oacute;n de crear, operar e inscribir a una v&iacute;ctima en el Registro Nacional del Delito de Tortura es resultado de la omisi&oacute;n de investigar con debida diligencia en el presente caso.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_RQ-91_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelRecQue812020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelRecQue812020" aria-expanded="false" aria-controls="collapseSenRelRecQue812020">
                                Caso: Recurso de queja 81/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelRecQue812020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Segundo Tribunal Colegiado en Materias Penal y Civil del Vig&eacute;simo Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 1º, 14, 16, 20, 21, 22 y 29 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos en relaci&oacute;n con los art&iacute;culos 2, 12, 13 y 16 Convenci&oacute;n contra Ia Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, 6, 8 y 10 Convenci&oacute;n Interamericana para Prevenir y Sancionar Ia Tortura, 1.1, 5, 8 y 25 Convenci&oacute;n Americana sobre Derechos Humanos, 7 y 14 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, 258 del C&oacute;digo Nacional de Procedimientos Penales, y 7, 8, 20, 22, 33, 35, 50 y 55 de la Ley General para Prevenir, Investigar y Sancionar la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Acceso a la justicia, debido proceso legal, derecho a la verdad, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido por la Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos derivado del desechamiento de la demanda inicial en el juicio de amparo indirecto 193/2020 del Juzgado Segundo de Distrito en el Estado de Chiapas, relativa a la ausencia de investigaci&oacute;n con la debida diligencia de actos de tortura o malos cometidos en perjuicio de una persona representada por el Instituto Federal de Defensor&iacute;a P&uacute;blica.
                            </p>
                            <p>
                                El &oacute;rgano colegiado estima incorrecto el desechamiento de la demanda de amparo por la falta de agotamiento del medio de impugnaci&oacute;n previsto en el art&iacute;culo 258 al C&oacute;digo Nacional de Procedimientos Penales, en virtud de que &eacute;ste es propio del sistema penal acusatorio. A consideraci&oacute;n del Tribunal, las reglas del sistema penal inquisitivo son las aplicables en el presente caso al haberse reclamado la omisi&oacute;n de investigar desde el primer momento en que las autoridades responsables tuvieron conocimiento de la comisi&oacute;n de los actos de tortura o malos tratos, cuesti&oacute;n que se remonta a la &eacute;poca en donde a&uacute;n no se encontraba vigente el sistema penal acusatorio y tampoco, el medio de defensa aludido por el Juez de Distrito.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_RQ-81_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelRecRev1352020">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2020" href="#collapseSenRelRecRev1352020" aria-expanded="false" aria-controls="collapseSenRelRecRev1352020">
                                Caso: Recurso de revisi&oacute;n 135/2020
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelRecRev1352020" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Tribunal Colegiado en Materia Penal del D&eacute;cimo Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 1º, 14, 16, 20, 21, 22 y 29 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos en relaci&oacute;n con los art&iacute;culos 2, 12, 13 y 16 Convenci&oacute;n contra Ia Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, 6, 8 y 10 Convenci&oacute;n Interamericana para Prevenir y Sancionar Ia Tortura, 1.1, 5, 8 y 25 Convenci&oacute;n Americana sobre Derechos Humanos, 7 y 14 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, y 7, 33, 35 y 55 de la Ley General para Prevenir, Investigar y Sancionar la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Acceso a la justicia, debido proceso legal, derecho a la verdad, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido por la Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos ante la negativa del Juzgado de Distrito en el Estado de Tabasco, de conceder la suspensi&oacute;n definitiva en relaci&oacute;n con la investigaci&oacute;n del delito de tortura o malos tratos por parte de autoridades de la Fiscal&iacute;a del Estado de Tabasco.
                            </p>
                            <p>
                                Contrario a lo establecido por el Juez de Distrito, el Tribunal Colegiado determin&oacute; que la suspensi&oacute;n definitiva con efectos restitutorios y frente a actos omisivos s&iacute; procede en aqu&eacute;llas situaciones donde resulta necesario restablecer temporalmente el derecho humano en riesgo, siempre y cuando no se afectara el inter&eacute;s social y la apariencia del buen derecho, como ocurr&iacute;a en el presente caso.
                            </p>
                            <p>
                                El &oacute;rgano concedi&oacute; la suspensi&oacute;n definitiva respecto de la Fiscal&iacute;a para la Atenci&oacute;n del Delito de Tortura, Tratos Crueles e Inhumanos y Degradantes del Estado de Tabasco, para el efecto de que realice de forma ininterrumpida y sin dilaci&oacute;n las diligencias necesarias que permitan el esclarecimiento de los actos denunciados, cometidos en perjuicio de una persona representada por el Instituto.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2020/sentencia_RR-135_2020.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div role="tabpanel" class="tab-pane fade" id="SenRel2019">
            <div class="panel-group margin-top-lg" id="accordionSenRel2019" role="tablist" aria-multiselectable="true">
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelCriPob19">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelCriPob19" aria-expanded="false" aria-controls="collapseSenRelCriPob19">
                                Caso: Criminalizaci&oacute;n de la pobreza (Peculado)
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelCriPob19" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juicio de Amparo Indirecto 768/2019
                                <br>
                                Juzgado Segundo de Distrito en el Estado de Oaxaca
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 19 constitucional y 223, fracci&oacute;n IV, pen&uacute;ltimo p&aacute;rrafo del C&oacute;digo Penal Federal.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Debido proceso, acceso a la justicia, integridad personal, libertad personal, no discriminaci&oacute;n.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Carmen es una mujer ind&iacute;gena, de 79 a&ntilde;os de edad, campesina, que no sabe leer ni escribir, monolingüe del chinanteco. La entonces Secretar&iacute;a de Desarrollo Social la acus&oacute; de haber cometido peculado.
                            </p>
                            <p>
                                Se obtuvo resoluci&oacute;n favorable en el juicio de amparo indirecto 768/2019, para los efectos de su inmediata liberaci&oacute;n, por la falta de elementos para procesar porque los medios probatorios eran insuficientes y, se reconoci&oacute; que el delito por el que se dict&oacute; el auto de formal prisi&oacute;n en su contra, no es de los que ameritaban prisi&oacute;n preventiva oficiosa.
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_768-2019.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelAccEstMig">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelAccEstMig" aria-expanded="false" aria-controls="collapseSenRelAccEstMig">
                                Caso: Acceso a Estaciones Migratorias
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelAccEstMig" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juicio de Amparo Indirecto 1850/2019
                                <br>
                                Juzgado Octavo de Distrito en Materia Administrativa en la Ciudad de M&eacute;xico.
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 131 de la Ley de Amparo.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Derecho de acceso a la justicia, a la integridad personal, a la igualdad y no discriminaci&oacute;n.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> el IFDP busc&oacute; poder acceder a las estaciones migratorias para proporcionar servicios a las personas migrantes, obteni&eacute;ndose negativa por parte de las autoridades respectivas. A trav&eacute;s del juicio de amparo indirecto 1850/2019 se logr&oacute; la suspensi&oacute;n dictada por el Juzgado 8º de Distrito en Materia Administrativa en la Ciudad de M&eacute;xico, para los efectos de que las autoridades responsables permitieran el acceso a Asesores Jur&iacute;dicos, Defensores P&uacute;blicos y los oficiales administrativos del IFDP a las Estaciones Migratorias de todo el pa&iacute;s, para llevar a cabo las actividades consistentes en brindar informaci&oacute;n en materia de derechos humanos de los migrantes y el levantamiento de informaci&oacute;n sobre posibles violaciones sistem&aacute;ticas a los derechos humanos de los migrantes relacionadas con el procedimiento administrativo migratorio y las condiciones humanitarias, sanitarias y alimenticias de las Estaciones Migratorias.
                            </p>
                            <p>
                                Con motivo de lo anterior, fue posible acceder a la estaci&oacute;n denominada "Las agujas" espec&iacute;ficamente a la zona de poblaci&oacute;n, brindando asesor&iacute;a y servicios a m&aacute;s de 40 migrantes.
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_1850-2019.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelPerGen">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelPerGen" aria-expanded="false" aria-controls="collapseSenRelPerGen">
                                Caso: Perspectiva de g&eacute;nero
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelPerGen" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Causa Penal 198/2019
                                <br>
                                Juzgado de Distrito Especializado en el Sistema Penal Acusatorio del Centro de Justicia Penal Federal en el Estado de Guerrero.
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 13 y 265 del C&oacute;digo Nacional de Procedimientos Penales.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Debido proceso, acceso a la justicia, igualdad, no discriminaci&oacute;n y presunci&oacute;n de inocencia.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis: M.M.V.C.,</strong> Ama de casa de 33 a&ntilde;os de edad, originaria de Zihuatanejo, Guerrero, con estudios de nivel secundaria y quien sufr&iacute;a violencia familiar, fue detenida y acusada de delitos contra la salud en su modalidad de posesi&oacute;n y delitos de portaci&oacute;n de armas de fuego de uso exclusivo. Mediante un dictamen de psicolog&iacute;a con perspectiva de g&eacute;nero, se explor&oacute; la historia de vida y si en su transcurso hab&iacute;a vivencias de violencia en raz&oacute;n de g&eacute;nero, lo que evidenci&oacute; la condici&oacute;n de vulnerabilidad de la representada.
                            </p>
                            <p>
                                En la etapa de juicio result&oacute; probado que hubo discordancia entre c&oacute;mo fue detenida seg&uacute;n los polic&iacute;as aprehensores; fue absuelta tomando como base el contexto de violencia familiar en que viv&iacute;a, dado a conocer a trav&eacute;s de su declaraci&oacute;n y reforzado por el dictamen realizado por el IFDP y que ayud&oacute; a dar fiabilidad a la versi&oacute;n de la procesada sobre lo ocurrido durante su detenci&oacute;n.
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_198-2019.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelConTes314">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelConTes314" aria-expanded="false" aria-controls="collapseSenRelConTes314">
                                Caso: Contradicci&oacute;n de tesis 314/2019
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelConTes314" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Contradicci&oacute;n de tesis 314/2019
                                <br>
                                Primera Sala de la SCJN.
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1061, 1390 Bis 8, 1390 Bis 11, 1390 Bis 12 y 1390 Bis 13 del C&oacute;digo Comercio.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Derecho de acceso a la justicia y seguridad jur&iacute;dica.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> A consecuencia de la denuncia de criterios realizada por el IFDP, la Primera Sala de la Suprema Corte, en sesi&oacute;n de 07 de octubre de 2020, determin&oacute; la existencia de contradicci&oacute;n y emiti&oacute; la jurisprudencia del rubro:
                            </p>
                            <p>
                                <strong>JUICIO ORAL MERCANTIL. EN LA PRESENTACI&Oacute;N DE LA DEMANDA NO APLICA LA EXIGENCIA DE ACOMPA&Ntilde;AR LOS DOCUMENTOS PREVISTOS EN LA FRACCI&Oacute;N V DEL ART&Iacute;CULO 1061 DEL C&Oacute;DIGO COMERCIO.</strong>
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_314-2019.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelConTes355">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelConTes355" aria-expanded="false" aria-controls="collapseSenRelConTes355">
                                Caso: Contradicci&oacute;n de tesis 355/2019
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelConTes355" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Contradicci&oacute;n de tesis 355/2019
                                <br>
                                Primera Sala de la SCJN.
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 108, 109, fracciones XIV y XXV, 459, 467, fracci&oacute;n VII y 470, fracci&oacute;n 111 del C&oacute;digo Nacional de Procedimientos Penales.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Debido proceso, igualdad procesal, acceso a la justicia.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> El IFDP denunci&oacute; contradicci&oacute;n de tesis sobre el tema de la legitimaci&oacute;n de las v&iacute;ctimas para promover el recurso de apelaci&oacute;n; en sesi&oacute;n de 05 de agosto de 2020, las Ministras y Ministros integrantes de la Primera Sala de la SCJN, determinaron la existencia de la contradicci&oacute;n y emitieron la jurisprudencia del rubro:
                            </p>
                            <p>
                                <strong>AUTO DE NO VINCULACI&Oacute;N A PROCESO. LA V&Iacute;CTIMA U OFENDIDO EST&Aacute;N LEGITIMADOS PARA INTERPONER EL RECURSO DE APELACI&Oacute;N EN SU CONTRA, PORQUE AFECTA INDIRECTAMENTE SU DERECHO A LA REPARACI&Oacute;N DEL DA&Ntilde;O, EN LOS CASOS EN QUE ESTA PROCEDA, Y PORQUE CON DICHA LEGITIMACI&Oacute;N SE ASEGURA SU DERECHO DE ACCESO A LA JUSTICIA. </strong>
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_355-2019.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelJuiAmp54">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelJuiAmp54" aria-expanded="false" aria-controls="collapseSenRelJuiAmp54">
                                Caso: Juicio de amparo 54/2019-V
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelJuiAmp54" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Juicio de amparo 54/2019-V
                                <br>
                                Juzgado Octavo de Distrito en el Estado de San Luis Potos&iacute;
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 1°, 4° y 33 de la Constituci&oacute;n, 1°, 2° fracciones I y V, 6°, fracci&oacute;n I 77 bis 7, fracci&oacute;n III de la Ley General de Salud, 5° de la Convenci&oacute;n sobre la condici&oacute;n de los extranjeros, p&aacute;rrafo 1 del art&iacute;culo 25 de la Declaraci&oacute;n Universal de Derechos humanos, 12 del Pacto Internacional de Derechos Econ&oacute;micos, Sociales y Culturales, inciso iv) del apartado e) del art&iacute;culo 5 de la Convenci&oacute;n Internacional sobre Eliminaci&oacute;n de todas las Formas de Discriminaci&oacute;n Racial.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Salud, no discriminaci&oacute;n.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Negaci&oacute;n del servicio de salud, a una persona migrante que vive con VIH por no contar con la CURP ni tener una legal estancia en territorio nacional, y por esa raz&oacute;n no tuvo acceso a retrovirales, que lo orillaban a la muerte. Obteni&eacute;ndose la inconstitucionalidad del art&iacute;culo 77 de la Ley General de Salud que exige contar con la CURP y ser mexicano, ya que el hecho de que sea migrante en situaci&oacute;n irregular no significa que no tenga derecho a los servicios que presta cualquier instituci&oacute;n de salud en M&eacute;xico.
                            </p>
                            <p>
                                <strong>Unidad de Asesor&iacute;a Jur&iacute;dica.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_54-2019-V.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelRecQue2032019">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2019" href="#collapseSenRelRecQue2032019" aria-expanded="false" aria-controls="collapseSenRelRecQue2032019">
                                Caso: Recurso de queja 203/2019
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelRecQue2032019" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Primer Tribunal Colegiado en Materia Penal del Primer Circuito
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> Art&iacute;culos 1º, 14, 16, 20, 21, 22 y 29 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos en relaci&oacute;n con los art&iacute;culos 2, 12, 13 y 16 Convenci&oacute;n Contra Ia Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes, 6, 8 y 10 Convenci&oacute;n Interamericana para Prevenir y Sancionar Ia Tortura, 1.1, 5, 8 y 25 Convenci&oacute;n Americana sobre Derechos Humanos, 7 y 14 del Pacto Internacional de Derechos Civiles y Pol&iacute;ticos, y 7, 8, 20, 22, 33, 35, 50 y 55 de la Ley General para Prevenir, Investigar y Sancionar la Tortura y Otros Tratos o Penas Crueles, Inhumanos o Degradantes.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Acceso a la justicia, debido proceso legal, derecho a la verdad, derecho a no ser sometido a torturas y a tratos o penas crueles, inhumanos o degradantes.
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Promovido por la Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos derivado del desechamiento de la demanda inicial en el juicio de amparo indirecto 1006/2019 del Juzgado S&eacute;ptimo de Distrito de Amparo en Materia Penal en la Ciudad de M&eacute;xico, relativa a la falta de investigaci&oacute;n con debida diligencia de actos de tortura o malos tratos, por la presunta carencia de inter&eacute;s leg&iacute;timo de cualquier autoridad p&uacute;blica.
                            </p>
                            <p>
                                En la sentencia se se&ntilde;ala que no existen bases ni criterios vinculantes para indicar que el titular de la Secretar&iacute;a T&eacute;cnica deba considerarse como una autoridad para todos los efectos legales, ya que otros integrantes de la misma instituci&oacute;n, suelen vislumbrarse como asesor&iacute;a t&eacute;cnica-legal calificada en favor de personas representadas y no as&iacute;, como autoridades. Asimismo, el Tribunal menciona que existe una representaci&oacute;n indirecta de los intereses de las personas patrocinadas con base en el objetivo de la Secretar&iacute;a T&eacute;cnica respecto a la investigaci&oacute;n, persecuci&oacute;n y sanci&oacute;n de la tortura, as&iacute; como la relaci&oacute;n que se tiene con las v&iacute;ctimas de este il&iacute;cito derivado de la representaci&oacute;n p&uacute;blica federal que se les presta en diverso proceso penal.
                            </p>
                            <p>
                                Finalmente, el &oacute;rgano jurisdiccional determina que podr&iacute;an aplicarse los criterios sobre el inter&eacute;s leg&iacute;timo de las asociaciones civiles en la defensa de derechos humanos, mismos que incluyen el escrutinio de la naturaleza de los derechos en riesgo, el objeto de la asociaci&oacute;n y la afectaci&oacute;n que se alega.
                            </p>
                            <p>
                                <strong>Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2019/sentencia_RQ-203_2019.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div role="tabpanel" class="tab-pane fade" id="SenRel2018">
            <div class="panel-group margin-top-lg" id="accordionSenRel2018" role="tablist" aria-multiselectable="true">
                <div class="panel panel-default">
                    <div class="panel-heading" role="tab" id="headingSenRelCriPob">
                        <h3 class="panel-title">
                            <a class="collapsed" data-toggle="collapse" data-parent="#accordionSenRel2018" href="#collapseSenRelCriPob" aria-expanded="false" aria-controls="collapseSenRelCriPob">
                                Caso: Criminalizaci&oacute;n de la pobreza (Peculado)
                            </a>
                        </h3>
                    </div>
                    <div id="collapseSenRelCriPob" class="panel-collapse collapse" role="tabpanel">
                        <div class="panel-body table-responsive" style="padding: 20px;">
                            <p>
                                Causa Penal 241/2018
                                <br>
                                Juzgado de Distrito Especializado en el Sistema Penal Acusatorio del Centro de Justicia Penal Federal en el Estado de Chiapas
                            </p>
                            <p>
                                <strong>Art&iacute;culos involucrados:</strong> 7, fracci&oacute;n 1, 8, 9, primer p&aacute;rrafo, 13 fracci&oacute;n 11, 223, fracci&oacute;n IV del C&oacute;digo Penal Federal; art&iacute;culos 265 y 402 del C&oacute;digo Nacional de Procedimientos Penales.
                            </p>
                            <p>
                                <strong>Derechos involucrados:</strong> Derecho de acceso a la justicia y a la no discriminaci&oacute;n (en espec&iacute;fico por razones de g&eacute;nero).
                            </p>
                            <p>
                                <strong>S&iacute;ntesis:</strong> Mujer originaria de Cintalapa de Figueroa, Chiapas, en situaci&oacute;n de pobreza extrema que radicaba en una poblaci&oacute;n rural y quien fue beneficiaria de un programa de car&aacute;cter econ&oacute;mico de la SEDESOL. Fue acusada del delito de peculado.
                            </p>
                            <p>
                                A partir de la intervenci&oacute;n del &aacute;rea forense, fue posible establecer su contexto social, econ&oacute;mico y cultural, el error o falsa percepci&oacute;n de la realidad a la que fue sometida resultaba insuperable, ya que carec&iacute;a de los medios tecnol&oacute;gicos para conocer las reglas de operaci&oacute;n publicadas en internet, por lo que no estuvo en condiciones materiales de poder conocer la obligaci&oacute;n que adquir&iacute;a, por lo que el elemento de culpabilidad en el delito fue excluido y como resultado el Juez dict&oacute; sentencia absolutoria.
                            </p>
                            <p>
                                <strong>Unidad de Litigio Estrat&eacute;gico en Derechos Humanos.</strong>
                                <br><a href="//www.ifdp.cjf.gob.mx/resources/sentencias/2018/sentencia_241-2018.pdf" target="_blank" class="blue">Ver sentencia</a>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>