<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Agosto 2016</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, agosto 2016</h3>
<ul class="square">
    <li>
        <p>
            Se convoc&oacute; al Instituto Federal de Defensor&iacute;a P&uacute;blica, a la <em>Vig&eacute;sima Tercera Sesi&oacute;n Ordinaria del Comit&eacute; Interinstitucional de Igualdad de G&eacute;nero del Poder Judicial de la Federaci&oacute;n</em>, que preside la Se&ntilde;ora Ministra Margarita Beatriz Luna Ramos.
        </p>
        <p>
            El evento se llev&oacute; a cabo el 18 de agosto del a&ntilde;o en curso, en instalaciones de la Suprema Corte de Justicia de la Naci&oacute;n.
        </p>
    </li>
    <li>
        <p>
            En un esfuerzo por obtener el mejor aprovechamiento de la capacitaci&oacute;n en materia del Nuevo Sistema de Justicia Penal, el Instituto de la Judicatura Federal invit&oacute; al Instituto Federal de Defensor&iacute;a P&uacute;blica a participar en la<em>Jornada de Simulaciones de Audiencias del Nuevo Sistema de Justicia Penal</em>.
        </p>
        <p>
            En estas simulaciones, que se llevan a cabo en la Ciudad de M&eacute;xico y en Jalisco desde el pasado 18 de agosto y que culminar&aacute;n el 30 de septiembre pr&oacute;ximo, los defensores p&uacute;blicos federales tienen la oportunidad, a trav&eacute;s de casos pr&aacute;cticos, de estimular el desarrollo de habilidades como la escucha y la argumentaci&oacute;n oral, de observar y corregir errores y vicios, as&iacute; como de fijar pautas de actuaci&oacute;n; los participantes fungen como imputados, as&iacute; como defensores y fiscales, quienes deben preparar y presentar testigos y v&iacute;ctimas, de acuerdo al caso.
        </p>
    </li>
</ul>