<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Diciembre 2016</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, diciembre 2016</h3>
<ul class="square">
    <li>
        <p>El 8 de diciembre se llev&oacute; a cabo la <em>Ceremonia de Clausura de las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica, ciclo 2016</em>. Un total de 79 alumnos de ambas especializaciones recibieron reconocimiento y constancia de calificaciones de manos de los miembros de la Junta Directiva del Instituto, Doctor Eduardo Ferrer Mac Gregor Poisot, Maestro Rodolfo F&eacute;lix C&aacute;rdenas y Maestro Miguel P&eacute;rez L&oacute;pez, quien dirigi&oacute; el mensaje de despedida a los alumnos. As&iacute; tambi&eacute;n, el Maestro Mario Alberto Torres enunci&oacute; un mensaje a los abogados graduados.</p>
    </li>
    <li>
        <p>El edificio alterno de la Suprema Corte de Justicia de la Naci&oacute;n fue la sede de los <em>Conversatorios Interinstitucionales de Intercambio de Experiencias sobre el Sistema Integral de Justicia Penal para Adolescentes</em>, impartido por la Escuela Judicial, al que acudieron catorce servidores p&uacute;blicos del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>Veinte servidores p&uacute;blicos del Instituto acudieron al <em>Curso de Actualizaci&oacute;n en el Sistema Penal Acusatorio</em>, dirigido a Secretarios de Estudio y Cuenta de la Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n, impartido por el Instituto de la Judicatura Federal del 14 de noviembre al 7 de diciembre.</p>
    </li>
    <li>
        <p>El 2 de diciembre culminaron las clases otro grupo de cincuenta defensores p&uacute;blicos que asistieron al <em>Curso de Inducci&oacute;n para Defensores P&uacute;blicos Especializados en el Nuevo Sistema de Justicia Penal</em>. A la clausura asisti&oacute; el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica, Maestro Mario Alberto Torres L&oacute;pez, as&iacute; como el del Instituto de la Judicatura Federal, Magistrado Salvador Mondrag&oacute;n Reyes.</p>
    </li>
</ul>