<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Noviembre 2016</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, noviembre 2016</h3>
<ul class="square">
    <li>
        <p>Los d&iacute;as 29 y 30 de noviembre, defensores p&uacute;blicos del Instituto Federal de Defensor&iacute;a P&uacute;blica participaron en el <em>Taller de Defensa Penal con Perspectiva de G&eacute;nero.</em></p>
    </li>
    <li>
        <p>El 29 de noviembre se llev&oacute; a cabo una <em>Jornada de Trabajo Bilateral entre el ACNUR (Alto Comisionado de las Naciones Unidas para Refugiados) y el Instituto Federal de Defensor&iacute;a P&uacute;blica sobre Buenas Pr&aacute;cticas y Acceso a la Justicia en Materia de Migrantes</em>, en la que participaron treinta asesores jur&iacute;dicos federales y especialistas en el tema del ACNUR.</p>
    </li>
    <li>
        <p>Cuatro defensores p&uacute;blicos federales, asistieron al Instituto de la Judicatura Federal &ndash; Escuela Judicial, a las <em>Jornadas de An&aacute;lisis y los Conversatorios Interinstitucionales de Intercambio de Experiencias, Programa de Especializaci&oacute;n para el Sistema Integral de Justicia Penal para Adolescentes</em>, los d&iacute;as 23, 24 y 25 de noviembre.</p>
    </li>
    <li>
        <p>El 22 de noviembre, en el auditorio del Instituto Federal de Defensor&iacute;a P&uacute;blica, se llev&oacute; a cabo la presentaci&oacute;n del libro <em>Los datos de prueba il&iacute;citos en el control de la detenci&oacute;n (Proceso penal acusatorio)</em>, del Magistrado Ricardo Paredes Calder&oacute;n. En el evento participaron como ponentes, adem&aacute;s del Magistrado, el Director General del Instituto Maestro Mario Alberto Torres L&oacute;pez, el Titular de la Unidad de Defensa Penal y Evaluaci&oacute;n del Servicio, Licenciado Jorge Rivero Ortiz, as&iacute; como el Director de Ejecuci&oacute;n de Sentencias Doctor Alejandro Monta&ntilde;o Salazar.</p>
    </li>
    <li>
        <p>En evento protocolario se llev&oacute; a cabo la firma del <em>Convenio de Colaboraci&oacute;n en materia de Servicio Social entre el Instituto Federal de Defensor&iacute;a P&uacute;blica y la Universidad Intercontinental, A.C., campus Sur</em>. En la suscripci&oacute;n del instrumento jur&iacute;dico estuvieron presentes el Maestro Mario Alberto Torres L&oacute;pez y la Licenciada Esperanza del Consuelo Vera D&iacute;az, por parte del Instituto; y, por el lado de la Universidad acudieron el Maestro Hugo Antonio Avenda&ntilde;o Contreras, Vicerrector; el Maestro Sergio S&aacute;nchez Iturbide, Director Divisional de Negocios; el Maestro Edgar Jonathan Ram&iacute;rez Tena, Director Acad&eacute;mico de Derecho; y, la Licenciada Ang&eacute;lica Mar&iacute;a del Socorro Monroy L&oacute;pez, del &aacute;rea de Comunicaci&oacute;n Institucional.</p>
    </li>
</ul>