<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Junio 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, junio 2017</h3>
<ul class="square">
    <li>
        <p>El auditorio del Instituto Federal de Defensor&iacute;a P&uacute;blica fue sede para la presentaci&oacute;n del libro <em>M&uacute;ltiples miradas de la criminalidad</em>, coordinado por el Doctor Pedro Jos&eacute; Pe&ntilde;aloza. El evento tuvo verificativo el jueves 8 de junio y estuvo enmarcado con la participaci&oacute;n del Doctor Gerardo Covarrubias Valderrama, del Maestro Tilemy Santiago G&oacute;mez y la Maestra Patricia Arlett F&eacute;lix Ram&iacute;rez, con la presencia de defensores p&uacute;blicos, asesores jur&iacute;dicos y personal de la defensor&iacute;a, as&iacute; como investigadores en Derecho.</p>
    </li>
    <li>
        <p>El 14 de junio del a&ntilde;o en curso, en el auditorio Espejo del edificio anexo al sede del Consejo de la Judicatura Federal, tuvo verificativo la <em>Ceremonia de entrega de las medallas &ldquo;Ponciano Arriaga&rdquo; y &ldquo;Jacinto Pallares&rdquo; al mejor defensor p&uacute;blico y asesor jur&iacute;dico federales del a&ntilde;o 2016</em>. Con la distinguida presencia de Consejeros de la Judicatura e integrantes de la Junta Directiva del IFDP, el Ministro Presidente Luis Mar&iacute;a Aguilar Morales entreg&oacute; dichas preseas a los licenciados H&eacute;ctor Manuel Murgu&iacute;a Villegas y Mois&eacute;s N&uacute;&ntilde;ez Mercado, defensor p&uacute;blico y asesor jur&iacute;dico, respectivamente, m&aacute;s destacados del a&ntilde;o mencionado.</p>
    </li>
    <li>
        <p>El 16 de junio tuvo lugar la ceremonia de inauguraci&oacute;n del Tercer Seminario de la Red de Bibliotecas del Poder Judicial de la Federaci&oacute;n <em>&ldquo;Las Bibliotecas Jur&iacute;dicas como Medio de Difusi&oacute;n de la Cultura Constitucional&rdquo;</em>, en el Auditorio &ldquo;Jos&eacute; Luis de la Peza&rdquo; de la Sala Superior del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n. En representaci&oacute;n de los Institutos Federales de Defensor&iacute;a P&uacute;blica, de la Judicatura y de Especialistas de Concursos Mercantiles, el Director General del primero tuvo una importante participaci&oacute;n.</p>
    </li>
    <li>
        <p>Con la participaci&oacute;n de diez defensores p&uacute;blicos federales y del Director de Prestaci&oacute;n del Servicio de Defensa Penal en la Ciudad de M&eacute;xico, en representaci&oacute;n del Instituto Federal de Defensor&iacute;a P&uacute;blica, se llev&oacute; a cabo el Tercer Congreso Nacional: <em>El Nuevo Sistema de Justicia Penal, desde la &Oacute;ptica del Juicio de Amparo, a un A&ntilde;o de la Implementaci&oacute;n</em>, que se llev&oacute; a cabo del 14 al 16 de junio de 2017.</p>
    </li>
    <li>
        <p>La Comisi&oacute;n de Derechos Humanos del Distrito Federal en coordinaci&oacute;n con la Organizaci&oacute;n de los Estados Americanos, invitaron al Instituto Federal de Defensor&iacute;a P&uacute;blica a participar en el Ciclo Internacional de <em>Seminarios-Talleres sobre Capacidad Jur&iacute;dica y Acceso a la Justicia de Personas con Discapacidad &ldquo;&iexcl;Sin capacidad jur&iacute;dica, no hay derechos humanos ni inclusi&oacute;n social!&rdquo;</em>, que se llevaron a cabo los d&iacute;as 22 y 23 de junio en la sala Digna Ochoa de la CDHDF, a los que acudieron un total de diecis&eacute;is servidores p&uacute;blicos del Instituto, entre defensores p&uacute;blicos, asesores jur&iacute;dicos y personal jur&iacute;dico.</p>
    </li>
    <li>
        <p>Con fundamento en el art&iacute;culo 32, fracci&oacute;n XI de la Ley Federal de Defensor&iacute;a P&uacute;blica y con la presencia del Ministro Presidente de la Suprema Corte de Justicia de la Naci&oacute;n y del Consejo de la Judicatura Federal Luis Mar&iacute;a Aguilar Morales, el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica rindi&oacute; a la Junta Directiva del Instituto, ante el propio Consejo, su Informe Anual de Labores 2016-2017. El evento tuvo lugar el mi&eacute;rcoles 28 de junio a las 10:00 horas en el auditorio Espejo del edificio anexo al sede del Consejo de la Judicatura Federal. El maestro Miguel P&eacute;rez L&oacute;pez fue el encargado de dar respuesta al informe en representaci&oacute;n de la Junta Directiva.</p>
    </li>
    <li>
        <p>Los d&iacute;as 28 y 29 de junio, tuvo lugar la Reuni&oacute;n Nacional de Delegados 2017 del Instituto Federal de Defensor&iacute;a P&uacute;blica. Contando con la asistencia de los 27 Titulares de las Delegaciones, Titulares de Unidad, Secretarios T&eacute;cnicos y Directores de &Aacute;rea, se discutieron los temas de mayor relevancia jur&iacute;dica y administrativa, con el fin de concretar ejes rectores que encaminen a nuestra Instituci&oacute;n hacia el fortalecimiento de la prestaci&oacute;n del servicio en todo el pa&iacute;s.</p>
    </li>
</ul>