<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Septiembre 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, septiembre 2017</h3>
<ul class="square">
    <li>
        <p>En seguimiento al Sexto Congreso Nacional Itinerante <em>&ldquo;Juzgar con Perspectiva de G&eacute;nero&rdquo;</em>, organizado por la Coordinaci&oacute;n de Derechos Humanos, Igualdad de G&eacute;nero y Asuntos Internacionales del Consejo de la Judicatura Federal, en el que se analizan temas de igualdad y no discriminaci&oacute;n, se llev&oacute; a cabo la segunda sede de dicho Congreso en la ciudad de Guadalajara, Jalisco, durante los d&iacute;as 28 y 29 de septiembre del a&ntilde;o en curso.</p>
    </li>
    <li>
        <p>El Instituto de la Judicatura Federal organiz&oacute; el <em>Programa de Especializaci&oacute;n en Ejecuci&oacute;n de Penas</em>, el cual se llevar&aacute; a cabo en 3 grupos. El saprimero de ellos tuvo verificativo del 25 al 29 de septiembre en las instalaciones de la Escuela Judicial y asistieron 38 defensores p&uacute;blicos federales provenientes de todas las Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>El Instituto Federal de Defensor&iacute;a P&uacute;blica fue sede de la Segunda Jornada Bilateral de Trabajo <em>&ldquo;Buenas Pr&aacute;cticas y Acceso a la Justicia para Personas Refugiadas y Migrantes&rdquo;</em>, organizada por el Alto Comisionado de las Naciones Unidas para los Refugiados; la Coordinaci&oacute;n de Derechos Humanos, Igualdad de G&eacute;nero y Asuntos Internacionales; el Instituto de la Judicatura Federal; el Instituto Federal de Defensor&iacute;a P&uacute;blica y la Unidad para la Consolidaci&oacute;n del Nuevo Sistema de Justicia Penal. Dicha Jornada comprende tres bloques:</p>
        <ul class="margin-bottom-md">
            <li>
                <strong>Bloque 1:</strong> Se llev&oacute; a cabo el 19 de septiembre con la asistencia de 59 asesores jur&iacute;dicos federales provenientes de todas las Delegaciones del Instituto.
            </li>
            <li>
                <strong>Bloque 2:</strong> Se llev&oacute; a cabo el 27 de septiembre con la asistencia de 58 asesores jur&iacute;dicos federales provenientes de todas las Delegaciones del Instituto.
            </li>
        </ul>
    </li>
    <li>
        <p>El 18 de septiembre, dio inicio el <em>M&oacute;dulo V de las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica</em>. Durante este periodo se imparten las materias de: <em>Procedimiento Penal Nacional II en la primera y Amparo Administrativo</em> en la segunda; as&iacute; como <em>Actualizaci&oacute;n Jurisprudencial, Tratados Internacionales y Jurisprudencia de la Corte Interamericana</em> en ambas especializaciones.</p>
    </li>
    <li>
        <p>Del 4 al 8 de septiembre, se llev&oacute; a cabo el <em>Curso de Actualizaci&oacute;n de Criterios sobre el Sistema Penal Acusatorio</em>, en las instalaciones del Instituto de la Judicatura Federal. Al curso asistieron 20 defensores p&uacute;blicos federales provenientes de diversas Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
</ul>