<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Octubre 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, octubre 2017</h3>
<ul class="square">
    <li>
        <p>Tuvo lugar el <em>Programa de Especializaci&oacute;n para Operadores del Sistema Integral de Justicia Federal para Adolescentes</em>, del 2 al 27 de octubre en el Instituto de la Judicatura Federal, en el cual participaron 20 defensores p&uacute;blicos federales adscritos a diversas Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>En seguimiento a la Segunda Jornada Bilateral de Trabajo <em>&ldquo;Buenas Pr&aacute;cticas y Acceso a la Justicia para Personas Refugiadas y Migrantes&rdquo;</em>, organizada por el Alto Comisionado de las Naciones Unidas para los Refugiados; la Coordinaci&oacute;n de Derechos Humanos, Igualdad de G&eacute;nero y Asuntos Internacionales; el Instituto de la Judicatura Federal; el Instituto Federal de Defensor&iacute;a P&uacute;blica y la Unidad para la Consolidaci&oacute;n del Nuevo Sistema de Justicia Penal, que comenz&oacute; en septiembre con sede en el Instituto, el martes 3 de octubre se llev&oacute; a cabo el Bloque 3, con la asistencia de 58 asesores jur&iacute;dicos federales provenientes de todas las Delegaciones del Instituto.</p>
    </li>
    <li>
        <p>Dando continuidad al <em>Programa de Especializaci&oacute;n en Ejecuci&oacute;n de Penas</em>, del 23 al 27 de octubre tuvo lugar su impartici&oacute;n al segundo grupo en las instalaciones de la Escuela Judicial, asistiendo 38 defensores p&uacute;blicos federales provenientes de todas las Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>En seguimiento al Sexto Congreso Nacional Itinerante <em>&ldquo;Juzgar con Perspectiva de G&eacute;nero&rdquo;</em>, organizado por la Coordinaci&oacute;n de Derechos Humanos, Igualdad de G&eacute;nero y Asuntos Internacionales del Consejo de la Judicatura Federal, en el que se analizan temas de igualdad y no discriminaci&oacute;n, se llevaron a cabo la tercera y cuarta sedes de dicho Congreso en las ciudades de Mexicali, Baja California el 19 y 20 de octubre; as&iacute; como en Monterrey, Nuevo Le&oacute;n, el 30 y 31 del mismo mes, respectivamente.</p>
    </li>
</ul>