<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Febrero 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, febrero 2017</h3>
<ul class="square">
    <li>
        <p>El 10 de febrero de 2017 culmin&oacute; el Programa de especializaci&oacute;n para el sistema integral de justicia penal para adolescentes, que se imparti&oacute; en la sede central del Instituto de la Judicatura Federal a 50 defensores p&uacute;blicos federales provenientes de todas las Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>El lunes 13 de febrero de 2017 dieron inicio las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica, ciclo 2017, que se impartir&aacute;n durante todo el a&ntilde;o en la sede central del Instituto Federal de Defensor&iacute;a P&uacute;blica a m&aacute;s de 100 alumnos.</p>
    </li>
    <li>
        <p>Tambi&eacute;n el lunes 13 de febrero de 2017 el reconocido jurista mexicano Rodolfo F&eacute;lix C&aacute;rdenas imparti&oacute; la conferencia El descubrimiento probatorio en el nuevo sistema de justicia penal. El evento se llev&oacute; a cabo en la sede central del Instituto y estuvieron presentes defensores p&uacute;blicos federales y personal jur&iacute;dico.</p>
    </li>
    <li>
        <p>El 16 de febrero de 2017, el Instituto Federal de Defensor&iacute;a P&uacute;blica particip&oacute; en el Programa de conversatorios en temas de justicia que involucran a personas ind&iacute;genas, llevado a cabo en la Casa de la Cultura Jur&iacute;dica de la Suprema Corte de Justicia de la Naci&oacute;n en Pachuca, Hidalgo. El Director de Prestaci&oacute;n del Servicio de Defensa Penal en la Ciudad de M&eacute;xico fue el encargado de representar al IFDP en dicho evento.</p>
    </li>
    <li>
        <p>10 defensores p&uacute;blicos federales acudieron a la Reuni&oacute;n encaminada a abordar la violencia de g&eacute;nero en M&eacute;xico, por invitaci&oacute;n de la Unidad General de Igualdad de G&eacute;nero los d&iacute;as 22, 23 y 24 de febrero en la ciudad de Toluca, Estado de M&eacute;xico.</p>
    </li>
</ul>