<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Mayo 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, mayo 2017</h3>
<ul class="square">
    <li>
        <p>El jueves 4 de mayo, se llev&oacute; a cabo en el &ldquo;Aula Magna Jacinto Pallares&rdquo; de la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma de M&eacute;xico, la ceremonia de entrega de reconocimientos y toma de protesta de los alumnos que obtuvieron su t&iacute;tulo de licenciado en derecho a trav&eacute;s de la modalidad de <em>Pr&aacute;ctica Jur&iacute;dica mediante Trabajo Profesional</em>, derivada del convenio formalizado entre dicha instituci&oacute;n y el Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
        <p>La ceremonia en la que se tom&oacute; protesta a 15 alumnos estuvo presidida por el Director y el Secretario General de la Facultad, as&iacute; como por el Director General del IFDP.</p>
    </li>
    <li>
        <p>El lunes 8 de mayo del presente a&ntilde;o, dio inicio el m&oacute;dulo III de las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica ciclo 2017, con la impartici&oacute;n de las siguientes materias: <em>An&aacute;lisis al C&oacute;digo Nacional de Procedimientos Penales, Delitos en Particular, Derecho Civil y Mercantil, y Derecho Procesal Civil y Mercantil.</em></p>
    </li>
    <li>
        <p>Los d&iacute;as 18 y 19 de mayo el Instituto Federal de Defensor&iacute;a P&uacute;blica particip&oacute; en la <em>XLIII Feria Jur&iacute;dica del Servicio Social</em>, que llev&oacute; a cabo la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma de M&eacute;xico, en la que se invit&oacute; a los estudiantes de dicha instituci&oacute;n a liberar su servicio social en el IFDP.</p>
    </li>
    <li>
        <p>El Tribunal Electoral del Poder Judicial de la Federaci&oacute;n, llev&oacute; a cabo su <em>Quinta Feria Internacional del Libro Jur&iacute;dico</em>, los d&iacute;as 24, 25 y 26 de mayo. En dicho evento el Instituto Federal de Defensor&iacute;a P&uacute;blica particip&oacute; con la difusi&oacute;n y distribuci&oacute;n gratuita de la revista que de manera semestral edita.</p>
    </li>
    <li>
        <p>Las Delegaciones Chihuahua, Baja California Tijuana, Tamaulipas y Sonora del Instituto Federal de Defensor&iacute;a P&uacute;blica participaron los d&iacute;as 18, 22, 24 y 30 de mayo, respectivamente, en el taller <em>El Poder Judicial y los Derechos Humanos de las Personas Migrantes y Sujetas de Protecci&oacute;n Internacional en M&eacute;xico</em>, coordinado por la Direcci&oacute;n General de Casas de la Cultura Jur&iacute;dica en colaboraci&oacute;n con la asociaci&oacute;n Sin fronteras IAP.</p>
    </li>
</ul>