<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Agosto 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, agosto 2017</h3>
<ul class="square">
    <li>
        <p>El 7 de agosto del a&ntilde;o en curso, dio inicio el <em>M&oacute;dulo IV de las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica</em>. Durante este periodo, se imparten las materias de: <em>Procedimiento Penal Nacional I y Amparo Penal en la primera; as&iacute; como Derecho Fiscal y Amparo Civil y Mercantil</em> en la segunda.</p>
    </li>
    <li>
        <p>La Embajada Brit&aacute;nica en M&eacute;xico, la Suprema Corte de Justicia de la Naci&oacute;n y el Instituto Federal de Defensor&iacute;a P&uacute;blica, auspiciaron la <em>Mesa de Discusi&oacute;n sobre los retos del Sistema Acusatorio y la importancia de las Defensor&iacute;as P&uacute;blicas</em>, que se llev&oacute; a cabo el viernes 25 de agosto en las instalaciones del IFDP.</p>
        <p>La mesa estuvo conducida por los distinguidos Sir Nicholas John Gorrod Blake, Juez del Tribunal Superior de Inglaterra y Gales; y, por Michael Johnathan Topolski, Juez del Circuito Sureste y Consejero de la Reina.</p>
    </li>
    <li>
        <p>El Instituto Federal de Defensor&iacute;a P&uacute;blica fue invitado al <em>Sexto Congreso Nacional Itinerante &ldquo;Juzgar con Perspectiva de G&eacute;nero&rdquo;</em>, organizado por la Coordinaci&oacute;n de Derechos Humanos, Igualdad de G&eacute;nero y Asuntos Internacionales del Consejo de la Judicatura Federal, con la finalidad de discutir temas de igualdad y no discriminaci&oacute;n, as&iacute; como intercambiar experiencias y buenas pr&aacute;cticas respecto a la implementaci&oacute;n de la perspectiva de g&eacute;nero. La primera sede de dicho Congreso se llev&oacute; a cabo en M&eacute;rida, Yucat&aacute;n, durante el 31 de agosto y 1 de septiembre del a&ntilde;o en curso.</p>
    </li>
</ul>