<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Videoteca">Videoteca</a>
    </li>
    <li>
        <a href="subVideoteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Noviembre 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, noviembre 2017</h3>
<ul class="square">
    <li>
        <p>Dando continuidad al Programa de Especializaci&oacute;n en Ejecuci&oacute;n de Penas, del 6 al 10 de noviembre tuvo lugar su impartici&oacute;n al tercer grupo en las instalaciones de la Escuela Judicial, asistiendo 36 defensores p&uacute;blicos federales y 2 supervisores provenientes de todas las Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>La Facultad de Derecho de la Universidad Nacional Aut&oacute;noma de M&eacute;xico, invit&oacute; al Instituto Federal de Defensor&iacute;a P&uacute;blica a participar en su XLVI Feria Jur&iacute;dica del Servicio Social, que se llev&oacute; a cabo del 16 al 18 de noviembre. En ella, el &aacute;rea correspondiente estuvo presente, dando a conocer a los estudiantes de dicha carrera los requisitos y lineamientos para que puedan prestar su servicio social con los defensores p&uacute;blicos o asesores jur&iacute;dicos federales.</p>
    </li>
    <li>
        <p>Del 21 al 24 de noviembre, se llev&oacute; a cabo el Curso de Actualizaci&oacute;n de Criterios sobre el Sistema Penal Acusatorio, en las instalaciones del Instituto de la Judicatura Federal. Al curso asistieron 20 defensores p&uacute;blicos federales provenientes de diversas Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>En seguimiento al Sexto Congreso Nacional Itinerante &ldquo;Juzgar con Perspectiva de G&eacute;nero&rdquo;, organizado por la Coordinaci&oacute;n de Derechos Humanos, Igualdad de G&eacute;nero y Asuntos Internacionales del Consejo de la Judicatura Federal, en el que se analizan temas de igualdad y no discriminaci&oacute;n, se llevaron a cabo la quinta y sexta sedes de dicho Congreso en las ciudades de Xalapa, Veracruz el 9 y 10 de noviembre; as&iacute; como en Guanajuato, Guanajuato, el 23 y 24 del mismo mes, respectivamente.</p>
    </li>
    <li>
        <p>Finalmente, el 28 de noviembre tuvo verificativo la Ceremonia de Clausura de las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica ciclo 2017, de las que egresaron un total de 83 abogados. La ceremonia estuvo presidida por los integrantes de la Junta Directiva del propio Instituto Federal de Defensor&iacute;a P&uacute;blica: Doctor H&eacute;ctor Arturo Hermoso Larragoiti, Doctor Alfonso Tirso Mu&ntilde;oz de Cote Otero, &ndash;quien dirigi&oacute; un mensaje a los graduados&ndash;, Maestro Gonzalo Moctezuma Barrag&aacute;n y Maestro Miguel P&eacute;rez L&oacute;pez, teniendo como invitado al General de Brigada y Licenciado Miguel Carrasco Hern&aacute;ndez, Defensor General del Cuerpo de Defensores Militares.</p>
    </li>
</ul>