<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Marzo 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, marzo 2017</h3>
<ul class="square">
    <li>
        <p>El viernes 10 de marzo, el Instituto Federal de Defensor&iacute;a P&uacute;blica acudi&oacute; a la <em>Reuni&oacute;n de Coordinaci&oacute;n entre Dependencias que conforman el Programa </em>, en el Instituto Nacional de Migraci&oacute;n, cuya moderaci&oacute;n corri&oacute; a cargo de la Directora Nacional de dicho programa, as&iacute; como del Director General de Protecci&oacute;n al Migrante y Vinculaci&oacute;n, trat&aacute;ndose diversos temas relevantes vinculados al apoyo a migrantes mexicanos y repatriados.</p>
    </li>
    <li>
        <p>El 27 de marzo de 2017 dio inicio el <em>Segundo M&oacute;dulo de las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica</em>, ciclo 2017. En dicho m&oacute;dulo se imparten las clases de Derecho Constitucional para ambas materias, adem&aacute;s de Teor&iacute;a del Delito para la primera.</p>
    </li>
    <li>
        <p>El 28 de marzo la Suprema Corte de Justicia de la Naci&oacute;n fue sede para la celebraci&oacute;n de la firma de la <em>Segunda Adenda al Convenio General de Colaboraci&oacute;n entre la Comisi&oacute;n Nacional de Derechos Humanos y el Instituto Federal de Defensor&iacute;a P&uacute;blica</em>, cuyos testigos de honor fueron el Ministro Presidente Luis Mar&iacute;a Aguilar Morales y el Consejero de la Judicatura Federal Alfonso P&eacute;rez Daza.</p>
    </li>
    <li>
        <p>El jueves 30 de marzo este Instituto se reuni&oacute; en las instalaciones de la Secretar&iacute;a de Relaciones Exteriores, con el Director General de Protecci&oacute;n a Mexicanos en el Exterior, con el Director General Adjunto de Protecci&oacute;n, con la Directora General Adjunta de Derecho Familiar y con la Directora de Protecci&oacute;n para Estados Unidos de Am&eacute;rica. En dicha reuni&oacute;n se establecieron los mecanismos de coordinaci&oacute;n entre ambas instituciones, para el apoyo de personas repatriadas.</p>
    </li>
    <li>
        <p>El viernes 31 de marzo se sostuvo una reuni&oacute;n con la Directora de Atenci&oacute;n y Vinculaci&oacute;n Institucional en la Comisi&oacute;n Mexicana de Ayuda a Refugiados (COMAR), Director de Estaciones Migratorias y el Director de Resoluciones Migratorias, ambos de la Direcci&oacute;n General de Control y Verificaci&oacute;n Migratoria del Instituto Nacional de Migraci&oacute;n. En la reuni&oacute;n se trataron diversos temas en torno a la atenci&oacute;n a los migrantes y el apoyo jur&iacute;dico que otorga el Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
</ul>