<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Abril 2017</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, abril 2017</h3>
<ul class="square">
    <li>
        <p>El lunes 3 de abril, el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica sotuvo una reuni&oacute;n con los titulares de las Delegaciones Baja California Tijuana, Baja California Mexicali, Coahuila, Sonora y Tamaulipas, con la finalidad de establecer los mecanismos de coordinaci&oacute;n e intercambiar experiencias, para una &oacute;ptima prestaci&oacute;n del servicio en los Estados fronterizos del norte.</p>
    </li>
    <li>
        <p>En coordinaci&oacute;n con el Instituto de la Judicatura Federal, el IFDP llev&oacute; a cabo dos Talleres de capacitaci&oacute;n en materia de migraci&oacute;n, defensa penal y g&eacute;nero. Dichos eventos tuvieron lugar en el aula magna de la Escuela Judicial, con la participaci&oacute;n de 80 defensores p&uacute;blicos y 80 asesores jur&iacute;dicos federales. El primer taller se verific&oacute; del 5 al 7 de abril; y, el segundo del 19 al 21 del mismo mes.</p>
    </li>
    <li>
        <p>El 27 de abril, ocho defensores p&uacute;blicos y asesores jur&iacute;dicos federales tuvieron participaci&oacute;n como expositores en el Noveno Encuentro Universitario con el Poder Judicial de la Federaci&oacute;n, con los temas: &ldquo;Responsabilidad de servidores p&uacute;blicos&rdquo;, &ldquo;Fraude (tarjetas de cr&eacute;dito)&rdquo;, &ldquo;Delitos en materia ambiental&rdquo; y &ldquo;Negligencia m&eacute;dica, responsabilidad patrimonial y aseguramiento de bienes&rdquo;. El evento tuvo como sede el auditorio del Centro M&eacute;dico Siglo XXI.</p>
    </li>
</ul>