<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Junio 2018</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, junio 2018</h3>
<ul class="square">
    <li>
        <p>El 13 de junio del a&ntilde;o en curso, en el auditorio &ldquo;Ministro Jos&eacute; Vicente Aguinaco Alem&aacute;n&rdquo; del edificio Espejo, anexo al sede del Consejo de la Judicatura Federal, tuvo verificativo la Ceremonia de entrega de las medallas &ldquo;Ponciano Arriaga&rdquo; y &ldquo;Jacinto Pallares&rdquo; al mejor defensor p&uacute;blico y asesor jur&iacute;dico federales del a&ntilde;o 2017. Con la distinguida presencia de Consejeros de la Judicatura e integrantes de la Junta Directiva del IFDP, el Ministro Presidente Luis Mar&iacute;a Aguilar Morales entreg&oacute; dichas preseas a los licenciados Alberto Rafael Casillas P&eacute;rez y Pedro Ocampo Ventura, defensor p&uacute;blico y asesor jur&iacute;dico, respectivamente, m&aacute;s destacados del a&ntilde;o mencionado.</p>
    </li>
    <li>
        <p>Con fundamento en el art&iacute;culo 32, fracci&oacute;n XI de la Ley Federal de Defensor&iacute;a P&uacute;blica y con la presencia del Ministro Presidente de la Suprema Corte de Justicia de la Naci&oacute;n y del Consejo de la Judicatura Federal Luis Mar&iacute;a Aguilar Morales, el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica rindi&oacute; a la Junta Directiva del Instituto, ante el propio Consejo, su Informe Anual de Labores 2017-2018. El evento tuvo lugar el mi&eacute;rcoles 20 de junio a las 10:30 horas en el auditorio &ldquo;Ministro Jos&eacute; Vicente Aguinaco Alem&aacute;n&rdquo; del edificio Espejo, anexo al sede del Consejo de la Judicatura Federal. El Ministro en retiro Guillermo I. Ortiz Mayagoitia fue el encargado de dar respuesta al informe en representaci&oacute;n de la Junta Directiva.</p>
    </li>
    <li>
        <p>Los d&iacute;as 20 y 21 de junio tuvo lugar la Reuni&oacute;n Nacional de Delegados 2018 del Instituto Federal de Defensor&iacute;a P&uacute;blica. Contando con la asistencia de los 27 Delegados, Titulares de Unidad, Secretarios T&eacute;cnicos y Directores de &Aacute;rea, se discutieron los temas de mayor relevancia jur&iacute;dica y administrativa, con el fin de concretar ejes rectores que encaminen a nuestra Instituci&oacute;n hacia el fortalecimiento de la prestaci&oacute;n del servicio en todo el pa&iacute;s.</p>
    </li>
    <li>
        <p>El Instituto de la Judicatura Federal &ndash; Escuela Judicial, en coordinaci&oacute;n con la Barra Mexicana, Colegio de Abogados, A.C., invitaron al Instituto Federal de Defensor&iacute;a P&uacute;blica a participar en las Mesas de An&aacute;lisis y Talleres de Audiencias sobre Medidas Cautelares en el Sistema Penal Acusatorio. Las primeras se llevaron a cabo los d&iacute;as 21, 25 y 27 de junio en el edificio Espejo, anexo al sede del Consejo de la Judicatura Federal, a las que acudieron un total de veinte defensores p&uacute;blicos federales.</p>
    </li>
    <li>
        <p>La Suprema Corte de Justicia de la Naci&oacute;n y el Poder Judicial del Reino Unido, por tercera ocasi&oacute;n, llevaron a cabo un intercambio de experiencias a trav&eacute;s de la visita de juzgadores ingleses a M&eacute;xico, para realizar actividades de capacitaci&oacute;n con la participaci&oacute;n de jueces, magistrados y defensores p&uacute;blicos mexicanos. Es as&iacute; como del 25 al 28 de junio, se llev&oacute; a cabo el Di&aacute;logo entre Juzgadores sobre el Sistema de Justicia Penal, retos compartidos: M&eacute;xico y Reino Unido 2018. El Instituto Federal de Defensor&iacute;a P&uacute;blica tuvo representaci&oacute;n en la ceremonia de inauguraci&oacute;n a trav&eacute;s de su Director de Prestaci&oacute;n del Servicio de Defensa Penal en la Ciudad de M&eacute;xico; asimismo cinco defensores p&uacute;blicos federales acudieron a las diferentes actividades que enmarcaron el evento.</p>
    </li>
</ul>