<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Noviembre 2018</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, noviembre 2018</h3>
<ul class="square">
    <li>
        <p>Siguiendo con el programa de capacitaci&oacute;n, tuvo lugar la impartici&oacute;n a defensores p&uacute;blicos federales del Curso de <em>Actualizaci&oacute;n de Criterios en Ejecuci&oacute;n Penal, grupo 2,</em> en la sede central del Instituto de la Judicatura Federal, del 12 al 16 de noviembre del a&ntilde;o en curso, con la participaci&oacute;n de 41 defensores provenientes de todas las Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</p>
    </li>
    <li>
        <p>Por invitaci&oacute;n de la Facultad de Derecho de la Universidad Nacional Aut&oacute;noma de M&eacute;xico, se tuvo participaci&oacute;n en la X<em>LVIII Feria Jur&iacute;dica del Servicio Social</em> durante los d&iacute;a 15, 16 y 17 de noviembre, en las instalaciones de la propia Facultad.</p>
    </li>
    <li>
        <p>Continuando con la capacitaci&oacute;n al personal del Instituto, con la colaboraci&oacute;n institucional del Instituto de la Judicatura Federal, del 26 al 29 de noviembre se llev&oacute; a cabo el Curso Intensivo para Delegados, con el objeto de ampliar sus conocimientos para el desarrollo de habilidades de direcci&oacute;n y administraci&oacute;n, en el que se abordaron temas relativos a la administraci&oacute;n del capital humano, desarrollo de competencias directivas, as&iacute; como el liderazgo y soluci&oacute;n de conflictos.</p>
    </li>
    <li>
        <p>Finalmente, concluyeron las <em>Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica, ciclo 2018</em>. <em>La ceremonia de clausura y entrega de diplomas y constancias de calificaciones tuvo lugar el 29 de noviembre</em>, presidida por los integrantes de la Junta Directiva Doctores M&oacute;nica Gonz&aacute;lez Contr&oacute;, H&eacute;ctor Arturo Hermoso Larragoiti, Alfonso Tirso Mu&ntilde;oz de Cote Otero, el Maestro Miguel P&eacute;rez L&oacute;pez y su presidente y Encargado del Despacho de la Direcci&oacute;n General, licenciado Enrique Alfredo Tamayo D&iacute;az.</p>
    </li>
</ul>