<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Octubre 2018</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, octubre 2018</h3>
<ul class="square">
    <li>
        <p>Por invitaci&oacute;n de la Suprema Corte de Justicia de la Naci&oacute;n, del Consejo de la Judicatura Federal y del Tribunal Electoral del Poder Judicial de la Federaci&oacute;n, el IFDP tuvo participaci&oacute;n en la XVI Feria Internacional del Libro Jur&iacute;dico, evento que tuvo lugar del 15 al 19 de octubre en el Edificio Sede del Poder Judicial de la Federaci&oacute;n.</p>
    </li>
    <li>
        <p>El Tribunal Electoral del Poder Judicial de la Federaci&oacute;n invit&oacute; al IFDP, a trav&eacute;s de la Direcci&oacute;n General de Documentaci&oacute;n, a la 6&ordf; Feria Internacional del Libro del TEPJF, con el tema &ldquo;La justicia electoral en la consolidaci&oacute;n democr&aacute;tica mexicana&rdquo;. El evento tuvo lugar del 24 al 26 de octubre en el propio Tribunal.</p>
    </li>
    <li>
        <p>Del 24 al 26 de octubre del a&ntilde;o en curso, se llev&oacute; a cabo el Primer Encuentro Nacional de Operadoresdel Sistema Penitenciario y Derechos Humanos en el Estado de Morelos. El IFDP tuvo presencia atrav&eacute;s de 10 defensores p&uacute;blicos federales adscritos a esa Delegaci&oacute;n, adem&aacute;s de una participaci&oacute;ncomo ponente del licenciado Gerardo Augusto Manrique L&oacute;pez, tambi&eacute;n defensor p&uacute;blico federal.</p>
    </li>
    <li>
        <p>Durante todo el mes de octubre, se llev&oacute; a cabo la Jornada de discusi&oacute;n la Ejecuci&oacute;n de Sanciones en el NSJP, la cual se realiz&oacute; en 45 sedes de la Casa de la Cultura Jur&iacute;dica, contemplando casi toda la Rep&uacute;blica Mexicana. Participaron 45 defensores p&uacute;blicos federales adscritos a las Delegaciones del IFDP.</p>
    </li>
</ul>