<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Biblioteca">Biblioteca central</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Fvideoteca.htm">Videoteca</a>
    </li>
    <li>
        <a href="subBiblioteca.htm?pageName=informacion%2Feventos.htm">Eventos</a>
    </li>
    <li class="active">Febrero 2018</li>
</ol>
<h3 class="title-divider">Participaciones del IFDP, febrero 2018</h3>
<ul class="square">
    <li>
        <p>El lunes 12 de febrero de 2018 dieron inicio las Especializaciones en Defensa Penal y Asesor&iacute;a Jur&iacute;dica ciclo 2018, que se impartir&aacute;n durante todo el a&ntilde;o en la sede central del Instituto Federal de Defensor&iacute;a P&uacute;blica a m&aacute;s de 100 alumnos, entre los que se encuentran defensores p&uacute;blicos federales, personal jur&iacute;dico del propio Instituto y del Consejo de la Judicatura Federal, as&iacute; como defensores de oficio y abogados postulantes.</p>
    </li>
    <li>
        <p>Dentro de su Plan de Trabajo 2018, el Instituto de la Judicatura Federal organiz&oacute; el Curso de Actualizaci&oacute;n del Sistema Penal Acusatorio, que se llev&oacute; a cabo del d&iacute;a lunes 12 al viernes 16 de febrero en las instalaciones de la Escuela Judicial en San L&aacute;zaro, Ciudad de M&eacute;xico. En esta ocasi&oacute;n, el curso estuvo dirigido a 43 servidores p&uacute;blicos del Instituto Federal de Defensor&iacute;a P&uacute;blica, entre supervisores y personal jur&iacute;dico de las Unidades de Defensa Penal y Evaluaci&oacute;n del Servici&oacute;, as&iacute; como de la de Supervisi&oacute;n y Control de Defensa Penal y Asesor&iacute;a Jur&iacute;dica.</p>
    </li>
    <li>
        <p>El 26 de febrero de 2018 inici&oacute; el Curso de Especializaci&oacute;n en el Sistema Integral de Justicia Penal para Adolescentes. A este primer grupo, acuden un total de 53 defensores p&uacute;blicos federales provenientes de casi todas las Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica y culminar&aacute; el pr&oacute;ximo 16 de marzo.</p>
    </li>
</ul>