<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Civil">Servicio civil de carrera</a>
    </li>
    <li class="active">Acuerdos emitidos por la Direcci&oacute;n General del IFDP referentes al Servicio Civil de Carrera</li>
</ol>
<h3 class="title-divider">Acuerdos emitidos por la Direcci&oacute;n General del IFDP referentes al Servicio Civil de Carrera</h3>
<p>
    <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), por el que se fijan las bases para el otorgamiento de la constancia &ldquo;Benita Galeana&rdquo; al desempe&ntilde;o del mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019 (suscrito el 8 de julio de 2020).</strong>
    <br>
    Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la Constancia &ldquo;Benita Galeana&rdquo; al mejor oficial jur&iacute;dico en apoyo del defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019.
    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_102020.pdf" target="_blank" class="blue">Ver texto completo
    </a>
</p>
<p>
    <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), por el que se fijan las bases para el otorgamiento de la constancia &ldquo;Mar&iacute;a Asunci&oacute;n Sandoval&rdquo; a la o el defensor p&uacute;blico y a la o el asesor jur&iacute;dico m&aacute;s destacado por delegaci&oacute;n en el a&ntilde;o 2019 (suscrito el 8 de julio de 2020).</strong>
    <br>
    Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la Constancia &ldquo;Mar&iacute;a Asunci&oacute;n Sandoval&rdquo;, al mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019.
    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_112020.pdf" target="_blank" class="blue">Ver texto completo
    </a>
</p>
<p>
    <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), por el que se modifican las bases para el otorgamiento de la constancia &ldquo;Benita Galeana&rdquo; al desempe&ntilde;o del mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019 (suscrito el 6 de noviembre de 2020).</strong>
    <br>
    Este acuerdo tiene por objeto modificar las bases para el otorgamiento de la Constancia &ldquo;Benita Galeana&rdquo;, en el a&ntilde;o 2019.
    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_142020.pdf" target="_blank" class="blue">Ver texto completo
    </a>
</p>
<p>
    <strong>Modificaciones a las bases para el otorgamiento de la constancia &ldquo;Benita Galeana&rdquo; al desempe&ntilde;o del mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019 (suscrito el 6 de noviembre de 2020).</strong>
    <br>
    Anexo respecto al acuerdo ADG/14/2020.
    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/anexoADG_142020.pdf" target="_blank" class="blue">Ver texto completo
    </a>
</p>
<p>
    <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo a la modificaci&oacute;n de la primer convocatoria al concurso cerrado de oposici&oacute;n para la selecci&oacute;n de ingreso de defensoras p&uacute;blicas del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del virus COVID-19 (suscrito el 14 de diciembre de 2020).</strong>
    <br>
    Este acuerdo tiene por objeto establecer las disposiciones modificatorias a la Convocatoria al Concurso Cerrado de oposici&oacute;n para la Selecci&oacute;n de ingreso de defensoras p&uacute;blicas del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del COVID-19.
    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_252020.pdf" target="_blank" class="blue">Ver texto completo
    </a>
</p>
<p>
    <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo a la modificaci&oacute;n de la convocatoria al concurso cerrado de oposici&oacute;n 1 /2020 para la selecci&oacute;n de defensoras y defensores p&uacute;blicos del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del virus COVID-19 (suscrito el 14 de diciembre de 2020).</strong>
    <br>
    Este acuerdo tiene por objeto establecer las disposiciones modificatorias a la Convocatoria al Concurso Cerrado de oposici&oacute;n 1 /2020 para la selecci&oacute;n de Defensoras y Defensores P&uacute;blicos del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del COVID-19.
    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_262020.pdf" target="_blank" class="blue">Ver texto completo
    </a>
</p>
<p>
    <strong>Acuerdo que emite el titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de asesor evaluador o asesora evaluadora en el Instituto Federal de Defensor&iacute;a P&uacute;blica (suscrito el 28 de septiembre de 2022).
    </strong>
    <br>
    Este acuerdo tiene por objeto dar a conocer el resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de asesor evaluador o asesora evaluadora.
    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_502022.pdf" target="_blank" class="blue">Ver texto completo</a>
</p>
<p>
    <strong>Acuerdo que emite el titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de defensor supervisor o defensora supervisora y asesor supervisor o asesora supervisora en el Instituto Federal de Defensor&iacute;a P&uacute;blica (suscrito el 05 de diciembre de 2022).
    </strong>
    <br>
    Este acuerdo tiene por objeto dar a conocer el resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de defensor supervisor o defensora supervisora y asesor supervisor o asesora supervisora.
    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_992022.pdf" target="_blank" class="blue">Ver texto completo</a>
</p>
<p>
    <strong>Acuerdo que emite la directora general del Instituto Federal de Defensoría
        Pública en relación con lo dispuesto en el Artículo transitorio tercero, Fracción Ix, del
        Acuerdo General del Pleno del Consejo de la Judicatura Federal</strong>, que reforma, adiciona y deroga el que reglamenta
    la Carrera Judicial, en relación con el sistema de listas de acceso y promoción a la carrera judicial y los concursos de oposición
    <ul>
        <li>
            <strong>
                Mensaje de la Directora General del Instituto Federal de Defensoría Pública
            </strong>
            <a href="../resources/documentos/2023/folderADG_342023/mensajeDirectoraGeneral.pdf" class="blue" target="_blank">Ver texto</a>
        </li>
        <li>
            <strong>Acuerdo ADG/34/2023</strong>
            <a href="../resources/documentos/2023/ADG_342023.pdf" class="blue" target="_blank">Ver acuerdo</a>
        </li>
        <li>
            <strong>
                Listado de nombres</strong>
            <a href="../resources/documentos/2023/folderADG_342023/listadoNombres.pdf" class="blue" target="_blank">Ver listado</a>
        </li>
        <li>
            <strong>Video explicativo</strong>
            <a href="#" data-toggle="modal" data-target="#VidCapsula" class="BotVideo blue" href="../resources/videos/videoAcuerdoIFDP_342023.mp4">
                Ver video
            </a>
        </li>
    </ul>
</p>
<div class="modal fade bd-modal-lg" id="VidCapsula" data-backdrop="static" data-keyboard="false" tabindex="-1" role="dialog" aria-labelledby="videoConsejoEnBreve">
    <div class="modal-dialog modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header" style="background-color: #24135f; color: #fff;">
                <button type="button" class="close close-modal" data-dismiss="modal" aria-label="Close" style="color: #fff; opacity: 1;">
                    <span aria-hidden="true">&times;</span>
                </button>
                <h4 tabindex="0" class="modal-title" id="videoConsejoEnBreveLabel" style="text-align: center;">Consejo en Breve</h4>
            </div>
            <div class="modal-body">
                <div class="embed-responsive embed-responsive-16by9 z-depth-1-half">
                    <video controls preload="auto" poster="//www.cjf.gob.mx/img/posterVideos.jpg" tabindex="0" class="miContenedor">
                        <source src="" type="video/mp4" />
                        <p>Su navegador no soporta vídeos HTML5</p>
                    </video>
                </div>
            </div>
            <div class="modal-footer">
                <iframe src="" class="embed-responsive-item" name="I1" height="0" scrolling="no" style="max-width: 100%; border: 0px none transparent !important;display: block;width: 100%;margin-top: 0px;" id="iframeContVideo">
                </iframe>
                <a id="aTagCount" style="display:none;cursor:pointer; margin-top:-20px;width:5%;" onclick="javascript:return resumen('');" class="blue">&nbsp;</a>
                <button type="button" class="btn btn-primary close-modal" data-dismiss="modal">
                    <h3 style="margin-bottom: 20px;display: contents">Cerrar ventana</h3>
                </button>
            </div>
        </div>
    </div>
</div>
<script>
jQuery(document).ready(function() {

    $('.BotVideo').click(() => {
        $('.miContenedor').attr('src', '//www.ifdp.cjf.gob.mx/resources/videos/videoAcuerdoIFDP_342023.mp4');
        $('video.miContenedor').bind('play', function(e) {


        });
    });
    $('.close-modal').click(() => {
        $('.miContenedor').removeAttr('src');

    });
});
</script>