<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Instituto">&iquest;Qu&eacute; es el Instituto Federal de Defensor&iacute;a P&uacute;blica?
        </a>
    </li>
    <li class="active">Antecedentes</li>
</ol>
<h3 class="title-divider" style="-ms-filter: 'progid:DXImageTransform.Microsoft.gradient(startColorstr='#ffffff', endColorstr='#24135F')';
        background-image: -o-linear-gradient(left, #ffffff 0, #24135F 100%);
        background-image: -webkit-linear-gradient(left, #24135F 0, #ffffff 100%);
        background-image: linear-gradient(to left, #ffffff 0, #24135F 100%); color: #fff; padding: 0.2em">Antecedentes</h3>
<div role="tabpanel">
    <ul class="nav nav-tabs nav-justified" role="tablist">
        <li class="active">
            <a href="#Ley1922" aria-controls="Ley1922" role="tab" data-toggle="tab">Ley de Defensor&iacute;a<br>de Oficio Federal de 1922
            </a>
        </li>
        <li>
            <a href="#Reforma1993" aria-controls="Reforma1993" role="tab" data-toggle="tab">Reformas Constitucionales<br>de 1993 y 1996
            </a>
        </li>
        <li>
            <a href="#Reforma1994" aria-controls="Reforma1994" role="tab" data-toggle="tab">Reforma Judicial<br>de 1994
            </a>
        </li>
        <li>
            <a href="#Ley1998" aria-controls="Ley1998" role="tab" data-toggle="tab">Ley Federal de<br>Defensor&iacute;a P&uacute;blica de 1998
            </a>
        </li>
    </ul>
</div>
<div class="tab-content">
    <div id="Ley1922" role="tabpanel" class="tab-pane active">
        <p>
            El sistema de defensa fue regulado por la <b>Ley de Defensor&iacute;a de Oficio Federal</b>, publicada en el Diario Oficial de la Federaci&oacute;n, el 9 de febrero de 1922, y por el <b>Reglamento de la Defensor&iacute;a de Oficio en el Fuero Federal</b> de 25 de septiembre de ese mismo a&ntilde;o, aprobado por la Suprema Corte de Justicia de la Naci&oacute;n en sesi&oacute;n celebrada el 18 de octubre siguiente.
        </p>
        <p>
            Conforme a la Ley y al Reglamento se&ntilde;alados, el Jefe y dem&aacute;s miembros del Cuerpo de Defensores, <b>formaban parte de la Suprema Corte, cuyos nombramientos y remoci&oacute;n tambi&eacute;n realizaba el Alto Tribunal</b>.
        </p>
        <p>
            El Jefe de defensores prestaba la protesta constitucional ante la Suprema Corte, los defensores adscritos a la Ciudad de M&eacute;xico ante el Jefe del Cuerpo, y los defensores for&aacute;neos ante los magistrados o jueces de los tribunales a que estuvieran
            adscritos.
        </p>
        <p>
            <b>Desde entonces, el servicio p&uacute;blico de la defensa jur&iacute;dica gratuita proporcionada por el Estado en el nivel federal, se realiza a trav&eacute;s del Poder Judicial de la Federaci&oacute;n</b>.
        </p>
    </div>
    <div id="Reforma1993" role="tabpanel" class="tab-pane">
        <p>
            Con motivo de la <b>reforma constitucional</b> al art&iacute;culo 20, publicada en el Diario Oficial de la Federaci&oacute;n el 3 de septiembre de 1993, la fracci&oacute;n IX vigente qued&oacute; en los siguientes t&eacute;rminos:
        </p>
        <p>
            "Desde el inicio de su proceso ser&aacute; informado de los derechos que en su favor consigna esta Constituci&oacute;n y tendr&aacute; derecho a una defensa adecuada, por s&iacute;, por abogado, o por persona de su confianza. Si no quiere o no puede nombrar
            defensor, despu&eacute;s de haber sido requerido para hacerlo, el juez le designar&aacute; un defensor de oficio. Tambi&eacute;n tendr&aacute; derecho a que su defensor comparezca en todos los actos del proceso y &eacute;ste tendr&aacute;
            obligaci&oacute;n de hacerlo cuantas veces se le requiera..."
        </p>
        <p>
            De la misma forma, el p&aacute;rrafo quinto de la fracci&oacute;n X del mismo art&iacute;culo constitucional (Diario Oficial de la Federaci&oacute;n del 3 de julio de 1996) estableci&oacute; el mandato siguiente:
        </p>
        <p>
            "En todo proceso penal, la v&iacute;ctima o el ofendido por alg&uacute;n delito, tendr&aacute; derecho a recibir asesor&iacute;a jur&iacute;dica, a que se le satisfaga la reparaci&oacute;n del da&ntilde;o cuando proceda, a coadyuvar con el Ministerio
            P&uacute;blico, a que se le preste atenci&oacute;n m&eacute;dica de urgencia cuando la requiera y, los dem&aacute;s que se&ntilde;alen las leyes."
        </p>
    </div>
    <div id="Reforma1994" role="tabpanel" class="tab-pane">
        <p>
            Con esta reforma, publicada en el Diario Oficial de la Federaci&oacute;n el 31 de diciembre, se cre&oacute; un &oacute;rgano de gobierno, disciplina y administraci&oacute;n del Poder Judicial de la Federaci&oacute;n, hecha excepci&oacute;n de la Suprema
            Corte, denominado Consejo de la Judicatura Federal, al que por reforma de la Ley Org&aacute;nica del propio Poder, publicada el 26 de mayo de 1995, se incorpor&oacute; la Unidad de Defensor&iacute;a del Fuero Federal, con el car&aacute;cter
            de &oacute;rgano auxiliar, lo que signific&oacute; la preservaci&oacute;n de la pertenencia de dicha instituci&oacute;n en el Poder Judicial de la Federaci&oacute;n.
        </p>
    </div>
    <div id="Ley1998" role="tabpanel" class="tab-pane">
        <p>
            Por decreto de 28 de mayo de 1998, se public&oacute; en el Diario Oficial de la Federaci&oacute;n, la Ley Federal de Defensor&iacute;a P&uacute;blica, con el objeto de regular la prestaci&oacute;n del servicio de defensor&iacute;a p&uacute;blica en asuntos
            del fuero federal, garantizar el derecho a la defensa en materia penal, el acceso a la justicia mediante la orientaci&oacute;n, asesor&iacute;a y representaci&oacute;n jur&iacute;dica en las materias administrativa, fiscal y civil.
        </p>
        <p>
            Esta nueva legislaci&oacute;n, cre&oacute; el Instituto Federal de Defensor&iacute;a P&uacute;blica como &oacute;rgano del Poder Judicial de la Federaci&oacute;n, dotado de independencia t&eacute;cnica y operativa.
        </p>
        <p>
            En armon&iacute;a con la Ley Federal de Defensor&iacute;a P&uacute;blica, el 26 de noviembre de 1998 se publicaron en el Diario Oficial de la Federaci&oacute;n, las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto, cuyas reformas
            y adiciones se han publicado oficialmente el 19 de febrero de 2002, 13 de septiembre de 2004 y 19 de mayo de 2008.
        </p>
    </div>
</div>