<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Instituto">&iquest;Qu&eacute; es el Instituto Federal de Defensor&iacute;a P&uacute;blica?
        </a>
    </li>
    <li>
        <a href="subInstituto.htm?pageName=informacion%2FestructuraCentral.htm">Estructura central</a>
    </li>
    <li class="active">Evaluaci&oacute;n</li>
</ol>
<h3 class="title-divider">Evaluaci&oacute;n</h3>
<p>
    El objetivo de la evaluaci&oacute;n es calificar el desempe&ntilde;o del defensor p&uacute;blico y del asesor jur&iacute;dico, para elevar la calidad de los servicios que presta el Instituto, utilizando fundamentalmente para este fin, la informaci&oacute;n obtenida en la supervisi&oacute;n. Asimismo, es complementaria del servicio civil de carrera.<br> En el &aacute;mbito procesal se califican y eval&uacute;an, con base en una escala de puntos de cero a cien, los aspectos siguientes:
</p>
<ul>
    <li class="list">
        <p>
            <b>I.</b> Congruencia entre los hechos motivo del caso o problema planteado y la estrategia de defensa del defensor p&uacute;blico, la orientaci&oacute;n y asesor&iacute;a otorgadas o la estrategia de representaci&oacute;n del asesor jur&iacute;dico, y en funci&oacute;n de
            ello las pruebas aportadas y los medios de impugnaci&oacute;n utilizados, con un valor hasta de 25 puntos;
        </p>
    </li>
    <li class="list">
        <p>
            <b>II.</b> Iniciativa y diligencia demostrada por el servidor p&uacute;blico al desempe&ntilde;ar sus funciones, as&iacute; como la oportunidad de sus promociones y opiniones jur&iacute;dicas, con un valor hasta de 20 puntos;
        </p>
    </li>
    <li class="list">
        <p>
            <b>III.</b> Calidad jur&iacute;dica en la actuaci&oacute;n del servicio p&uacute;blico, referente a su acuciosidad, razonamiento t&eacute;cnico-jur&iacute;dico, fundamentaci&oacute;n y motivaci&oacute;n en sus escritos, utilizaci&oacute;n de jurisprudencia, tratados internacionales o doctrina
            cuando proceda, uso correcto del lenguaje jur&iacute;dico y resultados obtenidos, con un valor hasta de 35 puntos; y,
        </p>
    </li>
    <li class="list">
        <p>
            <b>IV.</b> Cumplimiento a lo previsto por estas Bases, respecto de la actuaci&oacute;n procesal, con un valor hasta de 20 puntos.
        </p>
    </li>
</ul>
<p>
    En el &aacute;mbito administrativo se califican y eval&uacute;an, con base en una escala de puntos de cero a cien, los aspectos siguientes:
</p>
<ul>
    <li class="list">
        <p>
            <b>I.</b> Organizaci&oacute;n interna de la adscripci&oacute;n, con un valor hasta de 20 puntos;
        </p>
    </li>
    <li class="list">
        <p>
            <b>II.</b> Adecuado manejo de los diversos instrumentos de registro, con un valor hasta de 30 puntos;
        </p>
    </li>
    <li class="list">
        <p>
            <b>III.</b> Correcta integraci&oacute;n de los expedientes de control y oportuna remisi&oacute;n de los duplicados respectivos a la delegaci&oacute;n o direcci&oacute;n correspondiente, con un valor hasta de 35 puntos; y,
        </p>
    </li>
    <li class="list">
        <p>
            <b>IV.</b> Trato a los usuarios y cumplimiento de las disposiciones administrativas del superior jer&aacute;rquico, con un valor hasta de 15 puntos.
        </p>
    </li>
</ul>