<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Instituto">&iquest;Qu&eacute; es el Instituto Federal de Defensor&iacute;a P&uacute;blica?</a>
    </li>
    <li class="active">Marco legal</li>
</ol>
<h3 class="title-divider margin-bottom-lg" style="-ms-filter: 'progid:DXImageTransform.Microsoft.gradient(startColorstr='#ffffff', endColorstr='#24135F')'; background-image: -o-linear-gradient(left, #ffffff 0, #24135F 100%);background-image: -webkit-linear-gradient(left, #24135F 0, #ffffff 100%); background-image: linear-gradient(to left, #ffffff 0, #24135F 100%); color: #fff; padding: 0.2em">Marco legal</h3>
<div class="panel-group" id="accordion" role="tablist" aria-multiselectable="true">
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegUno">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegUno" aria-expanded="false" aria-controls="collapseMarLegUno">
                    Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos
                </a>
            </h3>
        </div>
        <div id="collapseMarLegUno" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <h4>(Publicada en el Diario Oficial de la Federaci&oacute;n el 5 de febrero de 1917, comprende la &uacute;ltima reforma del 18 de noviembre de 2022).</h4>
                <p>
                    Conforme al art&iacute;culo 20 constitucional, apartado B, fracci&oacute;n VIII, toda persona imputada: tendr&aacute; derecho a una defensa adecuada por abogado, al cual elegir&aacute; libremente incluso desde el momento de su detenci&oacute;n. Si no quiere o no puede nombrar un abogado, despu&eacute;s de haber sido requerido para hacerlo, el juez le designar&aacute; un defensor p&uacute;blico. Tambi&eacute;n tendr&aacute; derecho a que su defensor comparezca en todos los actos del proceso y &eacute;ste tendr&aacute; obligaci&oacute;n de hacerlo cuantas veces se le requiera. Estas disposiciones son el fundamento de la defensa p&uacute;blica y base jur&iacute;dica del principio de acceso a la justicia, que incorpora al concepto de asistencia legal las materias administrativa, laboral, fiscal, civil y amparo en materia familiar, a trav&eacute;s del servicio de asesor&iacute;a jur&iacute;dica creado por la Ley Federal de Defensor&iacute;a P&uacute;blica.<a href="//www.ifdp.cjf.gob.mx/resources/marcoLegal/CPEUM-12012023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegDos">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegDos" aria-expanded="false" aria-controls="collapseMarLegDos">
                    Leyes
                </a>
            </h3>
        </div>
        <div id="collapseMarLegDos" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <h4>Ley Federal de Defensor&iacute;a P&uacute;blica
                    <br> (Publicada en el Diario Oficial de la Federaci&oacute;n el 28 de mayo de 1998, comprende &uacute;ltima reforma del 18 de mayo de 2022).
                </h4>
                <p>
                    Esta Ley tiene por objeto regular la prestaci&oacute;n del servicio de defensor&iacute;a p&uacute;blica en asuntos del fuero federal, a fin de garantizar el derecho a la defensa en materia penal, laboral, as&iacute; como amparo en materia familiar u otras materias que determine el Consejo de la Judicatura Federal, y el acceso a la justicia mediante la orientaci&oacute;n, asesor&iacute;a y representaci&oacute;n jur&iacute;dica en los t&eacute;rminos que la misma establece. El servicio de defensor&iacute;a p&uacute;blica es gratuito. Se presta bajo los principios de probidad, honradez y profesionalismo, de manera obligatoria. Para la prestaci&oacute;n de los servicios de defensor&iacute;a p&uacute;blica, se crea el Instituto Federal de Defensor&iacute;a P&uacute;blica, como &oacute;rgano del Poder Judicial de la Federaci&oacute;n, con independencia t&eacute;cnica y operativa en el desempe&ntilde;o de sus funciones.
                    <a href="//www.ifdp.cjf.gob.mx/resources/marcoLegal/ley_Federal_Defensoria_Publica-12012023.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    Los servicios de defensor&iacute;a p&uacute;blica se prestan a trav&eacute;s de:
                </p>
                <ul class="square">
                    <li>
                        <p>
                            Defensoras y defensores p&uacute;blicos, en los asuntos del orden penal federal, desde el momento de la detenci&oacute;n o comparecencia hasta la ejecuci&oacute;n de las sentencias.
                        </p>
                    </li>
                    <li>
                        <p>
                            Asesoras y asesores jur&iacute;dicos, en asuntos de orden no penal, salvo los expresamente otorgados por la ley a otras instituciones.
                        </p>
                    </li>
                </ul>
                <h4>Ley Org&aacute;nica del Poder Judicial de la Federaci&oacute;n
                    <br> (Nueva Ley publicada en el Diario Oficial de la Federaci&oacute;n el 7 de junio de 2021).<a href="//www.ifdp.cjf.gob.mx/resources/marcoLegal/ley_Organica_PJF-12012023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                </h4>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegTres">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegTres" aria-expanded="false" aria-controls="collapseMarLegTres">
                    Normatividad reglamentaria
                </a>
            </h3>
        </div>
        <div id="collapseMarLegTres" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <h4>Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, publicadas el 4 de noviembre de 2021 en el Diario Oficial de la Federaci&oacute;n.
                </h4>
                <p>
                    Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, con la &uacute;ltima modificaci&oacute;n publicada en el Diario Oficial de la Federaci&oacute;n el 14 de julio de 2023.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/basesGenerales-270921-Reforma-14072023.pdf" target="_blank" class="blue">Ver Bases</a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingNorModAbr">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseNorModAbr" aria-expanded="false" aria-controls="collapseNorModAbr">
                    Normatividad modificada y abrogada
                </a>
            </h3>
        </div>
        <div id="collapseNorModAbr" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <h4>Acuerdo por el que se ordena la publicaci&oacute;n de las Bases Generales de Organizaci&oacute;n y Funcionamiento (Abrogadas).</h4>
                <p>
                    Acuerdo del Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se ordena la publicaci&oacute;n de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/acuerdoBases_Abrogadas.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <h4>Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica (Abrogadas).
                </h4>
                <p>
                    Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, por el cual se abrogan las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica del 26 de noviembre de 1998 y se emiten las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica aprobadas en sesi&oacute;n extraordinaria del d&iacute;a 12 de febrero de 2019 (publicadas en el Diario Oficial de la Federaci&oacute;n el 9 de abril de 2019). Comprende la primera modificaci&oacute;n del 29 de abril de 2019, publicada en el Diario Oficial de la Federaci&oacute;n el 6 de mayo de 2019.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/basesGenerales080519Abrogadas.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <h4>Manual para la pr&aacute;ctica de las supervisiones documental y directa (Abrogado).</h4>
                <p>
                    Emitido por Acuerdo del Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica con fecha 30 de abril de 2019.
                    <a href="../resources/documentos/2019/Manual_supervisiones.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <h4>Manual Espec&iacute;fico de Organizaci&oacute;n y de Puestos del Instituto Federal de Defensor&iacute;a P&uacute;blica (11 de noviembre de 2019) (Abrogado).</h4>
                <p>
                    Contar con un documento normativo de car&aacute;cter administrativo para identificar y reflejar de manera formal los aspectos organizativos y funciones de las &aacute;reas que integran el Instituto Federal de Defensor&iacute;a P&uacute;blica, delimitando a su vez las responsabilidades de los puestos que conforman la estructura organizacional. Manual que fue aprobado por la Secretaria Ejecutiva de Administraci&oacute;n del Consejo de la Judicatura Federal del que a su vez ordena la publicaci&oacute;n en el sistema de Administraci&oacute;n de Documentos Normativo Administrativo (ADNA).
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2019/MEOP-IFDP-A-DIC-2019.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <h4>Acuerdo por el que se ordena la publicaci&oacute;n de las Bases Generales de Organizaci&oacute;n y Funcionamiento (Abrogadas).
                </h4>
                <p>
                    Acuerdo del Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se ordena la publicaci&oacute;n de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/basesGeneralesIFDPDOF11122019.pdf" target="_blank" class="blue">Bases (DOF 11/12/2019)</a>
                </p>
                <h4>Acuerdo por el que se ordena la publicaci&oacute;n de diversas modificaciones a las Bases Generales de Organizaci&oacute;n y Funcionamiento.
                </h4>
                <p>
                    Acuerdo del Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se ordena la publicaci&oacute;n de diversas modificaciones y adiciones a las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/mat19022020ModificacionBases.pdf" target="_blank" class="blue">Modificaci&oacute;n Bases (DOF 19/02/2020)
                    </a>
                </p>
                <p>
                    Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, por el que se reforma el art&iacute;culo 78 BIS de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica vigentes.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/mat9042020ModificacionBases.pdf" target="_blank" class="blue">Modificaci&oacute;n Bases (DOF 19/03/2020)
                    </a>
                </p>
                <p>
                    Acuerdo de la Junta Directiva por el que se modifican y adicionan diversas disposiciones de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica vigentes.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/mat13112020ModificacionBases.pdf" target="_blank" class="blue">Modificaci&oacute;n Bases (DOF 13/11/2020)
                    </a>
                </p>
                <h4>Acuerdo de la Junta Directiva por el que se modifican las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica. (JD/EXT/II/22/11/2021.04).
                </h4>
                <p>
                    Este acuerdo tiene por objeto modificar el segundo p&aacute;rrafo del art&iacute;culo 17; el primer p&aacute;rrafo del art&iacute;culo 18, y la fracci&oacute;n II del art&iacute;culo 75.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/modificacionBasesGeneralesJD-EXT-II-22-11-2021_04.pdf" target="_blank" class="blue">Ver texto completo</a>
                </p>
                <h4>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se abrogan las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, publicadas el 11 de diciembre de 2019 en el Diario Oficial de la Federaci&oacute;n y se emiten las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                </h4>
                <p>
                    Este acuerdo tiene por objeto abrogar las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica publicadas el 11 de diciembre de 2019 y se emiten las nuevas Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica aprobadas en sesi&oacute;n ordinaria del 27 de septiembre de 2021.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/abroganBasesGenerales11Diciembre2019JD-ORD-IV-27-09-2021.pdf" target="_blank" class="blue">Ver texto completo</a>
                </p>
                <h4>Manual Espec&iacute;fico de Organizaci&oacute;n y de Puestos del Instituto Federal de Defensor&iacute;a P&uacute;blica (Septiembre de 2021).
                </h4>
                <p>
                    El Manual tiene como finalidad identificar la forma en que se encuentra organizado estructuralmente el Instituto Federal de Defensor&iacute;a P&uacute;blica; muestra la relaci&oacute;n de autoridad y responsabilidad a trav&eacute;s de sus tramos de control; as&iacute; como los objetivos funciones y requisitos de ocupaci&oacute;n de cada uno de los puestos que lo integran.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/MEOP_IFDP_SEP_2021-14032022.pdf" target="_blank" class="blue">Ver texto completo</a>
                </p>
                <h4>Acuerdo de la Junta Directiva por el que se modifican las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica (JD/ORD/II/09/05/2022.05).
                </h4>
                <p>
                    Este Acuerdo tiene por objeto modificar el segundo p&aacute;rrafo del art&iacute;culo 17; el primer p&aacute;rrafo del art&iacute;culo 18 y la fracci&oacute;n II del art&iacute;culo 75 de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ACT_JD_ORD_II_090522.pdf" target="_blank" class="blue">Ver texto completo</a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegCuatro">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegCuatro" aria-expanded="false" aria-controls="collapseMarLegCuatro">
                    Acuerdos emitidos por la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica
                </a>
            </h3>
        </div>
        <div id="collapseMarLegCuatro" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <div role="tabpanel">
                    <ul class="nav nav-tabs" role="tablist">
                        <!-- <li class="active">
                            <a href="#JunDir2024" aria-controls="JunDir2024" role="tab" data-toggle="tab">2024</a>
                        </li> -->
                        <li class="active">
                            <a href="#JunDir2023" aria-controls="JunDir2023" role="tab" data-toggle="tab">2023</a>
                        </li>
                        <li>
                            <a href="#JunDir2022" aria-controls="JunDir2022" role="tab" data-toggle="tab">2022</a>
                        </li>
                        <li>
                            <a href="#JunDir2021" aria-controls="JunDir2021" role="tab" data-toggle="tab">2021</a>
                        </li>
                        <li>
                            <a href="#JunDir2020" aria-controls="JunDir2020" role="tab" data-toggle="tab">2020</a>
                        </li>
                        <li>
                            <a href="#JunDir2019" aria-controls="JunDir2019" role="tab" data-toggle="tab">2019</a>
                        </li>
                    </ul>
                </div>
                <div class="tab-content">
                    <!-- <div id="JunDir2024" role="tabpanel" class="tab-pane active">
                    </div> -->
                    <div id="JunDir2023" role="tabpanel" class="tab-pane active">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de la Defensor&iacute;a P&uacute;blica por el que se aprueba el calendario de sesiones para el a&ntilde;o 2023.</strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/AJD_ORD_I_270223_01.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de la Defensor&iacute;a P&uacute;blica por el que se aprueba el Plan Anual de Est&iacute;mulos del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/AJD_ORD_I_270223_02.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de la Defensor&iacute;a P&uacute;blica por el que se aprueban precisiones y adiciones a las recomendaciones formuladas a la Escuela Federal de Formaci&oacute;n Judicial para la integraci&oacute;n del Plan Anual de Capacitaci&oacute;n 2023 del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/AJD_ORD_I_270223_03.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se aprueba el Programa Anual de Difusi&oacute;n de los servicios del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/AJD_ORD_II_080523_01.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/anexoUnicoAJD_ORD_II_080523_01.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se modifican las Bases generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica en relaci&oacute;n con la fecha de presentaci&oacute;n del Informe Anual de Labores.</strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/AJD_ORD_III_260623_01.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba la modificaci&oacute;n al calendario de sesiones para el a&ntilde;o 2023.</strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/AJD_ORD_III_260623_02.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="JunDir2022" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba el calendario de sesiones para el a&ntilde;o 2022.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar el calendario de sesiones de la Junta Directiva del Instituto para el a&ntilde;o 2022.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ACT_JD_ApruebaCalendarioSesiones2022.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se aprueban recomendaciones a la Escuela Federal de Formaci&oacute;n Judicial para la integraci&oacute;n del Programa Anual de Capacitaci&oacute;n 2022 del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar las recomendaciones a la Escuela Federal de Formaci&oacute;n Judicial para la integraci&oacute;n del Programa Anual de Capacitaci&oacute;n 2022.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ACT_JD_RecomendacionesPlanAnualCapacitacion2022.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se aprueba el Plan Anual de Est&iacute;mulos del Instituto Federal de Defensor&iacute;a P&uacute;blica para el 2022.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar el Plan Anual de Est&iacute;mulos 2022 del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ACT_JD_PlanAnualEstimulos2022.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se modifican las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 9 mayo de 2022.</strong>
                                <br>
                                Este Acuerdo tiene por objeto aprobar las modificaciones a las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, en t&eacute;rmino del ANEXO &Uacute;NICO del presente Acuerdo, que es parte integrante del mismo.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ACT_JD_ORD_II_090522.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se aprueban recomendaciones a la Escuela Federal de Formaci&oacute;n Judicial para la integraci&oacute;n del Programa Anual de Capacitaci&oacute;n 2023 del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 17 de octubre de 2022.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar las recomendaciones a la Escuela Federal de Formaci&oacute;n Judicial para la integraci&oacute;n del Programa Anual de Capacitaci&oacute;n 2023.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/AJD_EXT_I_171022_04.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="JunDir2021" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba el calendario de sesiones para el a&ntilde;o 2021, correspondiente a la sesi&oacute;n del 18 enero 2021.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar el calendario de sesiones de la Junta Directiva del Instituto para el a&ntilde;o 2021
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/ACT_JD_ORD_I_18012021-03.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, por el que se crea la especializaci&oacute;n de defensa en materia de ejecuci&oacute;n penal, correspondiente a la sesi&oacute;n del 18 enero 2021.</strong>
                                <br>
                                Este acuerdo tiene por objeto crea la especializaci&oacute;n de defensa en materia de ejecuci&oacute;n penal.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/ACT_JD_ORD_I_18012021-05.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba el Informe Anual de Labores de junio de 2020 a mayo de 2021, correspondiente a la sesi&oacute;n del 14 de junio de 2021.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar el Informe Anual de Labores 2020 - 2021 del Instituto.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/ACT_JD_ORD_III_14062021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba la modificaci&oacute;n del anteproyecto de presupuesto para el ejercicio fiscal 2022, correspondiente a la sesi&oacute;n del 12 de julio de 2021.</strong>
                                <br>
                                Este acuerdo tiene por objeto realizar una modificaci&oacute;n al anteproyecto de Presupuesto del Instituto para el 2022.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/ACT_JD_EXT_I_12072021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="JunDir2020" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 05 de diciembre de 2019.</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n de diversas modificaciones de los lineamientos para la selecci&oacute;n de ingreso de los defensores p&uacute;blicos y asesores jur&iacute;dicos del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/Acuerdo_5122019.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 28 de enero de 2020 (publicado en el Diario Oficial de la Federaci&oacute;n el 12 de febrero de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n del cierre de la Delegaci&oacute;n Regional Puebla-Tlaxcala y la creaci&oacute;n de la Delegaci&oacute;n del Instituto Federal de Defensor&iacute;a P&uacute;blica en el Estado de Tlaxcala.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/MAT_12022020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 28 de enero de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n de las modificaciones a los lineamientos para la selecci&oacute;n de ingreso de los defensores p&uacute;blicos y asesores jur&iacute;dicos del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/Acuerdo_28012020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 28 de enero de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n de las modificaciones al Plan Anual de Capacitaci&oacute;n y Est&iacute;mulos para el a&ntilde;o 2020.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_28012020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 27 de febrero de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo aprobar la expedici&oacute;n de la Primer Convocatoria Abierta al Examen de ingreso a la Lista de personas aptas para ser designadas en el cargo de defensora p&uacute;blica del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_EXT_I_27022020-4.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 27 de febrero de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo aprobar la expedici&oacute;n de la Primer Convocatoria Abierta al Examen de ingreso a la Lista de personas aptas para ser designadas en el cargo de asesora jur&iacute;dica del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_EXT_I_27022020-3.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 28 de abril de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo precisar el alcance de la competencia del Instituto Federal de Defensor&iacute;a P&uacute;blica en materia de justicia laboral.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_II_28042020-6.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 28 de abril de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo aprobar el mecanismo y procedimiento para facilitar la realizaci&oacute;n de sus sesiones a distancia de la Junta Directiva.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_II_28042020-5.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 11 de junio de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo aprobar el Informe Anual de Labores de junio de 2019 a mayo de 2020 del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_III_11062020-3.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 11 de junio de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo aprobar el Anteproyecto del Presupuesto de Egresos del Instituto Federal de Defensor&iacute;a P&uacute;blica para el ejercicio 2021.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_III_11062020-4.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 11 de junio de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo aprobar las pautas que definen la pol&iacute;tica a seguir en la prestaci&oacute;n del servicio de Asesor&iacute;a Jur&iacute;dica, trat&aacute;ndose de procedimientos de responsabilidad administrativa que se sustancien ante la Contralor&iacute;a del Poder Judicial de la Federaci&oacute;n, cuando la denuncia haya sido presentada por personal del Instituto.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_III_11062020-5.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 11 de junio de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objetivo establecer las reglas para la suscripci&oacute;n de documentos por los integrantes de la Junta Directiva.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_III_11062020-6.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se modifican y adicionan diversas disposiciones de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 22 de septiembre 2020.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar diversas modificaciones de las Bases Generales de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_ORD_IV_22092020-03.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se crea la especialidad de asesor&iacute;a jur&iacute;dica en materia laboral, correspondiente a la sesi&oacute;n del 26 de noviembre de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objeto crear la especialidad de asesor&iacute;a jur&iacute;dica en materia laboral.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_EXT_III_26112020-03.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva por el que se aprueba el Plan Anual de Capacitaci&oacute;n y Est&iacute;mulos 2021 del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 26 de noviembre de 2020.</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar el Plan Anual de Capacitaci&oacute;n y Est&iacute;mulos 2021 del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_EXT_III_26112020-04.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo por el que se deja sin efectos los diversos aprobados en sesi&oacute;n extraordinaria de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, el 27 de febrero de 2020, relativos a la expedici&oacute;n de las Primeras Convocatorias Abiertas al Examen de ingreso a las Listas de personas aptas para ser designadas en los cargos de defensora p&uacute;blica y asesora jur&iacute;dica, correspondiente a la sesi&oacute;n del 26 de noviembre 2020.</strong>
                                <br>
                                Este acuerdo tiene por objeto dejar sin efectos los diversos aprobados en sesi&oacute;n extraordinaria de la Junta Directiva del 27 de febrero de 2020, relativos a la expedici&oacute;n de las Primeras Convocatorias Abiertas al Examen de ingreso a las Listas de personas aptas para ser designadas en los cargos de defensora p&uacute;blica y asesora jur&iacute;dica.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/ACT_JD_EXT_III_26112020-05.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="JunDir2019" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la primera sesi&oacute;n extraordinaria del 12 de febrero de 2019 (publicado en el Diario Oficial de la Federaci&oacute;n el 22 de marzo de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo establecer los criterios para la creaci&oacute;n de Asesores Jur&iacute;dicos Federales especializados en atenci&oacute;n a personas con discapacidad.
                                <a href="../resources/documentos/2019/acuerdoAsesores.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la primera sesi&oacute;n extraordinaria del 12 de febrero de 2019 (publicado en el Diario Oficial de la Federaci&oacute;n el 22 de marzo de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo establecer los alcances de los servicios de atenci&oacute;n a v&iacute;ctimas, testigos y ofendidos del delito de secuestro, que se ven&iacute;an prestando en el Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="../resources/documentos/2019/acuerdoVictimas.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 25 de junio de 2019 (publicado en el Diario Oficial de la Federaci&oacute;n el 15 de agosto de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aplicaci&oacute;n de la reforma a la Ley Federal del Trabajo, as&iacute; como de la Ley Federal de la Defensor&iacute;a P&uacute;blica, publicada el 1 de mayo de 2019, y de su r&eacute;gimen transitorio.
                                <a href="../resources/documentos/2019/acuerdoReformaLeyFedTrab.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 25 de junio de 2019 (publicado en el Diario Oficial de la Federaci&oacute;n el 15 de agosto de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo fusionar las Especializaciones en Migrantes y Repatriados para crear la denominada Asesor&iacute;a Especializada en personas en movilidad y sujetas a protecci&oacute;n internacional, as&iacute; como al aumento del n&uacute;mero de asesores jur&iacute;dicos que formar&aacute;n parte de la misma.
                                <a href="../resources/documentos/2019/acuerdoEspecializMigrantes.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong> Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 25 de junio de 2019 (publicado en el Diario
                                    Oficial de la Federaci&oacute;n el 20 de agosto de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo informar la aprobaci&oacute;n del cierre de la Delegaci&oacute;n Baja California Mexicali y la creaci&oacute;n de la Delegaci&oacute;n del Instituto Federal de Defensor&iacute;a P&uacute;blica en el Estado de Hidalgo.
                                <a href="../resources/documentos/2019/acuerdoCierreBCNte.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 25 de junio de 2019.</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n de los lineamientos para la selecci&oacute;n de ingreso a los defensores p&uacute;blicos y asesores jur&iacute;dicos del Instituto Federal de Defensor&iacute;a P&uacute;blica.
                                <a href="../resources/documentos/2019/acuerdoLineamientosIngreso_DP_AS.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 30 de octubre de 2019 (publicada en el Diario Oficial de la Federaci&oacute;n el 26 de noviembre de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n del cierre de la Delegaci&oacute;n Regional Zacatecas-Aguascalientes y la creaci&oacute;n de la Delegaci&oacute;n del Instituto Federal de Defensor&iacute;a P&uacute;blica en el Estado de Aguascalientes.
                                <a href="../resources/documentos/2019/aperturaAguascalientes_DOF.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 30 de octubre de 2019 (publicada en el Diario Oficial de la Federaci&oacute;n el 26 de noviembre de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n del cierre de la Delegaci&oacute;n de Jalisco y la creaci&oacute;n de la Delegaci&oacute;n del Instituto Federal de Defensor&iacute;a P&uacute;blica en el Estado de Colima.
                                <a href="../resources/documentos/2019/aperturaColima_DOF.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Junta Directiva del Instituto Federal de Defensor&iacute;a P&uacute;blica, correspondiente a la sesi&oacute;n del 30 de octubre de 2019 (publicada en el Diario Oficial de la Federaci&oacute;n el 26 de noviembre de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo la aprobaci&oacute;n del cierre de la Delegaci&oacute;n Regional Yucat&aacute;n-Campeche y la creaci&oacute;n de la Delegaci&oacute;n del Instituto Federal de Defensor&iacute;a P&uacute;blica en el Estado de Campeche.
                                <a href="../resources/documentos/2019/aperturaCampeche_DOF.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegCinco">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegCinco" aria-expanded="false" aria-controls="collapseMarLegCinco">
                    Acuerdos emitidos por la Direcci&oacute;n General del Instituto Federal de Defensor&iacute;a P&uacute;blica
                </a>
            </h3>
        </div>
        <div id="collapseMarLegCinco" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <div role="tabpanel">
                    <ul class="nav nav-tabs" role="tablist">
                        <li class="active">
                            <a href="#DirGen2024" aria-controls="DirGen2024" role="tab" data-toggle="tab">2024</a>
                        </li>
                        <li>
                            <a href="#DirGen2023" aria-controls="DirGen2023" role="tab" data-toggle="tab">2023</a>
                        </li>
                        <li>
                            <a href="#DirGen2022" aria-controls="DirGen2022" role="tab" data-toggle="tab">2022</a>
                        </li>
                        <li>
                            <a href="#DirGen2021" aria-controls="DirGen2021" role="tab" data-toggle="tab">2021</a>
                        </li>
                        <li>
                            <a href="#DirGen2020" aria-controls="DirGen2020" role="tab" data-toggle="tab">2020</a>
                        </li>
                        <li>
                            <a href="#DirGen2019" aria-controls="DirGen2019" role="tab" data-toggle="tab">2019</a>
                        </li>
                    </ul>
                </div>
                <div class="tab-content">
                    <div id="DirGen2024" role="tabpanel" class="tab-pane active">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica, por el que se instruyen diversas medidas relacionadas con los Concursos Internos de Oposici&oacute;n para ingresar al Servicio Civil de Carrera de este Instituto.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/ADG_USE_072024.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual, en el marco del convenio celebrado con las autoridades del estado de Oaxaca, se organiza la prestaci&oacute;n prioritaria del servicio de representaci&oacute;n subsidiaria.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/ADG_UDP_012024.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica relativo a la implementaci&oacute;n de medidas para eficientar la integraci&oacute;n de expedientes y la carga de informaci&oacute;n en el Sistema Integral de Informaci&oacute;n.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/ADG_012024.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/anexo-1_ADG_012024.pdf" target="_blank" class="blue">Ver anexo 1
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/anexo-2_ADG_012024.pdf" target="_blank" class="blue">Ver anexo 2
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica relativo a las acciones en materia de protecci&oacute;n civil.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/ADG_UAAO_012024.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica relativo a los servicios de correspondencia y mensajer&iacute;a.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2024/ADG_UAAO_022024.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="DirGen2023" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se fijan las bases para el otorgamiento del reconocimiento de la gesti&oacute;n estrat&eacute;gica de los recursos humanos, materiales y tecnol&oacute;gicos en beneficio de la poblaci&oacute;n usuaria a la o a el delegado destacado en el a&ntilde;o 2022.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/ADG_42023.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/anexoUnicoADG_42023.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se fijan las bases para el otorgamiento del reconocimiento a los mejores art&iacute;culos de la revista del Instituto Federal de Defensor&iacute;a P&uacute;blica en el a&ntilde;o 2022.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/ADG_62023.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/anexoUnicoADG_62023.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite la directora general del Instituto Federal de Defensora
                                    Pblica en relacin con lo dispuesto en el Artculo transitorio tercero, Fraccin Ix, del
                                    Acuerdo General del Pleno del Consejo de la Judicatura Federal</strong>, que reforma, adiciona y deroga el que reglamenta la Carrera Judicial, en relacin con el sistema de listas de acceso y promocin a la carrera judicial y los concursos de oposicin
                                <ul class="square">
                                    <li>
                                        <strong>
                                            Mensaje de la Directora General del Instituto Federal de Defensora Pblica
                                        </strong>
                                        <a href="../resources/documentos/2023/folderADG_342023/mensajeDirectoraGeneral.pdf" class="blue" target="_blank">Ver texto</a>
                                    </li>
                                    <li>
                                        <strong>Acuerdo ADG/34/2023</strong>
                                        <a href="../resources/documentos/2023/ADG_342023.pdf" class="blue" target="_blank">Ver acuerdo</a>
                                    </li>
                                    <li>
                                        <strong>
                                            Listado de nombres</strong>
                                        <a href="../resources/documentos/2023/folderADG_342023/listadoNombres.pdf" class="blue" target="_blank">Ver listado</a>
                                    </li>
                                    <li>
                                        <strong>Video explicativo</strong>
                                        <a href="#" data-toggle="modal" data-target="#VidCapsula" class="BotVideo blue" href="../resources/videos/videoAcuerdoIFDP_342023.mp4">
                                            Ver video
                                        </a>
                                    </li>
                                </ul>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a Pblica por el que se expiden las bases para el otorgamiento de las medallas Ponciano Arriaga y Jacinto Pallares a la o el defensor p&uacute;blico y a la o el asesor jur&iacute;dico, respectivamente, m&aacute;s destacadas o destacados en 2022.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/ADG_22023.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/anexoUnicoADG_22023.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica en relaci&oacute;n con la conclusi&oacute;n del plazo previsto en el punto tercero del Acuerdo ADG/34/2023 y la ejecuci&oacute;n de lo dispuesto en dicho Acuerdo.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/ADG_USE_012023.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/anexoADG_USE_012023.pdf" target="_blank" class="blue">Ver anexo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo de la Directora General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se establecen guardias de personas asesoras jur&iacute;dicas para atender a personas migrantes.
                                </strong>
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/ADG_UAJ_022023.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong> Acuerdo que emite la Directora General del Instituto Federal de Defensora Pblica</strong> en relacin con las convocatorias a los primeros Concursos Internos de oposicin para ingresar al Servicio Civil de Carrera en las categoras de defensor o defensora y asesor o asesora jurdica, publicadas por la Escuela Federal de Formacin Judicial el seis de diciembre de 2023.
                                <a href="../resources/documentos/2023/ADG_USE_13_2023.pdf" target="_blank" class="blue">Ver acuerdo,</a>&nbsp;&nbsp;
                                <a href="../resources/documentos/2023/personasAsesoras_ADG_USE_13_2023.pdf" target="_blank" class="blue">ver texto personas asesoras,</a>&nbsp;&nbsp;
                                <a href="../resources/documentos/2023/personasDefensoras_ADG_USE_13_2023.pdf" target="_blank" class="blue">ver texto personas defensoras.</a>
                            </p>
                        </div>
                    </div>
                    <div id="DirGen2022" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica, por el que se fijan las Bases para el otorgamiento del reconocimiento al Mejor Litigio del a&ntilde;o 2021 y se convoca a las y los servidores publicos interesados. (Suscrito el 16 de marzo de 2022).</strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento del reconocimiento al Mejor Litigio del a&ntilde;o 2021.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_252022.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se expiden las bases para el otorgamiento de las medallas <em>Ponciano Arriaga y Jacinto Pallares</em> a la o el defensor p&uacute;blico y a la o el asesor jur&iacute;dico, respectivamente, m&aacute;s destacadas y destacados en el 2021. (Suscrito el 14 de julio de 2022).</strong>
                                <br>
                                Este acuerdo tiene por objeto expedir las bases para el otorgamiento de las medallas Ponciano Arriaga y Jacinto Pallares.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_392022.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/anexoUnicoADG_392022.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba la Convocatoria que establece el procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de asesor evaluador o asesora evaluadora en el Instituto Federal de Defensor&iacute;a P&uacute;blica. (Suscrito el 25 de agosto de 2022).</strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar la Convocatoria que establece el procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de asesor evaluador o asesora evaluadora.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_442022.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/anexoUnicoADG_442022.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de asesor evaluador o asesora evaluadora en el Instituto Federal de Defensor&iacute;a P&uacute;blica (suscrito el 28 de septiembre de 2022).
                                </strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer el resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de asesor evaluador o asesora evaluadora.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_502022.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se aprueba la Convocatoria que establece el procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a las categor&iacute;as de defensor supervisor o defensora supervisora y asesor supervisor o asesora supervisora en el Instituto Federal de Defensor&iacute;a P&iacute;blica. (Suscrito el 06 de octubre de 2022).
                                </strong>
                                <br>
                                Este acuerdo tiene por objeto aprobar la Convocatoria que establece el procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a las categor&iacute;as de defensor supervisor o defensora supervisora y asesor supervisor o asesora supervisora.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_522022.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/anexoUnicoADG_522022.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se fijan las bases para el otorgamiento de la constancia Mar&iacute;a Asunci&oacute;n Sandoval a la o el defensor p&uacute;blico y asesor jur&iacute;dico m&aacute;s destacado por Delegaci&oacute;n, Direcciones de Asesor&iacute;a Jur&iacute;dica y de Prestaci&oacute;n del Servicio en Defensa Penal en 2021. (Suscrito el 19 de octubre de 2022).
                                </strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la constancia Mar&iacute;a Asunci&oacute;n.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_532022.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/anexoUnicoADG_532022.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se fijan las bases para el otorgamiento de la constancia Benita Galeana al desempe&ntilde;o de la o el mejor oficial jur&iacute;dico en apoyo de la o el defensor p&uacute;blico y asesor jur&iacute;dico por Delegaci&oacute;n y Direcciones de Asesor&iacute;a Jur&iacute;dica y de Defensa Penal en 2021. (Suscrito el 19 de octubre de 2022).
                                </strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la constancia Benita Galeana.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_542022.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/anexoUnicoADG_542022.pdf" target="_blank" class="blue">Ver anexo &uacute;nico
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de defensor supervisor o defensora supervisora y asesor supervisor o asesora supervisora en el Instituto Federal de Defensor&iacute;a P&uacute;blica (suscrito el 05 de diciembre de 2022).
                                </strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer el resultado final del procedimiento interno de selecci&oacute;n 1/2022 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de defensor supervisor o defensora supervisora y asesor supervisor o asesora supervisora.
                                <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/ADG_992023.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="DirGen2021" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual se designa a 39 asesoras y asesores jur&iacute;dicos especializados en materia laboral (suscrito el 8 de febrero de 2021).</strong>
                                <br>
                                Este acuerdo tiene por objeto designar a 39 asesoras y asesores jur&iacute;dicos especializados en materia laboral.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/ADG_42021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual se designa a 41 asesoras y asesores jur&iacute;dicos como especializados en atenci&oacute;n a personas en movilidad y sujetas a protecci&oacute;n internacional (suscrito el 9 de febrero de 2021).</strong>
                                <br>
                                Este acuerdo tiene por objeto designar a 41 asesoras y asesores jur&iacute;dicos especializados en materia de atenci&oacute;n a personas en movilidad y sujetas a protecci&oacute;n internacional.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/ADG_32021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual se autoriza la designaci&oacute;n de perito de la lista de personas que pueden fungir como peritos ante los &Oacute;rganos del Poder Judicial de la Federaci&oacute;n (suscrito el 21 de abril de 2021).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer la autorizaci&oacute;n del Titular de la Delegaci&oacute;n Chihuahua de este Instituto, para que realice las gestiones necesarias en la designaci&oacute;n del perito en an&aacute;lisis de audio y video, de la lista de personas que pueden fungir como peritos ante los &oacute;rganos del Poder Judicial de la Federaci&oacute;n.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/ADG_82021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el que se designa a 74 defensoras y defensores p&uacute;blicos federales especializados en Ejecuci&oacute;n (suscrito el 28 de abril de 2021).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer la designaci&oacute;n de las y los defensores p&uacute;blicos que integraran la especializaci&oacute;n en materia de Ejecuci&oacute;n penal.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/ADG_92021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensora Pblica, por el que se fijan las Bases para el otorgamiento de la Constancia Benita Galeana al desempeo de la o el mejor oficial jurdico en apoyo de la o el defensor pblico y asesor jurdico por Delegacin y Direcciones adscritas a las Unidades de Asesora Jurdica y de Defensa Penal durante el ao 2020. (suscrito el 31 de agosto de 2021).</strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la Constancia Benita Galeana, en el ao 2020.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/ADG_152021.pdf" target="_blank" class="blue">Ver texto completo
                                </a> | <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/formato_BG_20.zip" target="_self" class="blue">Descargar Bases Generales
                                </a>
                            </p>
                            <p>
                                <strong>Bases para el otorgamiento de la constancia Benita Galeana al desempeo de la o el mejor oficial jurdico en apoyo de la o el defensor pblico y asesor jurdico por Delegacin y Direcciones adscritas a las unidades de asesora jurdica y de defensa penal en el ao 2020. (suscrito el 31 de agosto de 2021).</strong>
                                <br>
                                Anexo respecto al acuerdo ADG/15/2021.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/anexoUnicoBasesADG_152021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensora Pblica, por el que se fijan las Bases para el Otorgamiento de la Constancia Mara Asuncin Sandoval a la o el defensor pblico y asesor jurdico ms destacados por Delegacin y Direcciones adscritas a las Unidades de Asesora Jurdica y de Defensa Penal en el ao 2020. (suscrito el 31 de agosto de 2021).</strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la Constancia Mara Asuncin Sandoval, a la o el mejor oficial jurdico en apoyo de defensor pblico o asesor jurdico por delegacin, en el ao 2020.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/ADG_162021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Bases para el otorgamiento de la constancia al desempeo Mara Asuncin Sandoval a la o el defensor pblico y asesor jurdico ms destacados por Delegacin y Direcciones adscritas a las Unidades de Asesora Jurdica y de Defensa Penal en el ao 2020. (suscrito el 31 de agosto de 2021).</strong>
                                <br>
                                Anexo respecto al acuerdo ADG/16/2021.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/anexoUnicoBasesADG_162021.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="DirGen2020" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual emite pautas para la prestaci&oacute;n del servicio de Defensa Penal en el Sistema Mixto, respecto de los procedimientos penales que se encuentren en tr&aacute;mite y que contin&uacute;an su sustanciaci&oacute;n de conformidad con la legislaci&oacute;n aplicable (suscrito el 17 de enero de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo emitir las pautas para la prestaci&oacute;n del servicio por parte del Instituto Federal de Defensor&iacute;a P&uacute;blica en materia de defensa penal en el sistema mixto, para los procedimientos penales que se encuentren en tr&aacute;mite y que continuar&aacute;n su sustanciaci&oacute;n de conformidad con la legislaci&oacute;n aplicable.
                                <a href="../resources/documentos/2020/servicioDefensaPenalSistemaMixto_2020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual se dejan sin efectos algunos de los requerimientos formulados a las delegaciones para capturar y remitir informaci&oacute;n adicional a la que capturan en los sistemas inform&aacute;ticos con que cuenta el Instituto. (suscrito el 17 de febrero de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer que dejan sin efecto algunos de los requerimientos formulados a las delegaciones para capturar y remitir informaci&oacute;n adicional a la que se captura en los sistemas inform&aacute;ticos con los que cuenta el instituto.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_022020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual se designan a 33 Asesores Jur&iacute;dicos como Asesores Especializados en atenci&oacute;n a Personas en Movilidad y Sujetas a Protecci&oacute;n Internacional (suscrito el 12 de marzo de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo la designaci&oacute;n de 33 Asesores Jur&iacute;dicos como Asesores Especializados en atenci&oacute;n a Personas en Movilidad y sujetas a Protecci&oacute;n Internacional.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_032020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a la Plaza del Delegado (suscrito el 18 de marzo de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el resultado final del proceso interno de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a la Plaza de Delegado.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_042020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, relativo a la implementaci&oacute;n de disposiciones operativas para continuar con la substanciaci&oacute;n de los procedimientos internos de selecci&oacute;n para ascender a las Plazas de Supervisora y Evaluador, respectivamente, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del virus COVID-19 (suscrito el 26 de marzo de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer la implementaci&oacute;n de disposiciones operativas para continuar con la sustanciaci&oacute;n de los procedimientos internos de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a las Plazas de Supervisora y Evaluador, respectivamente.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_062020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a la Plaza de Evaluador (suscrito el 14 de mayo de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer el resultado final de los ganadores del procedimiento interno de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a la Plaza de Evaluador.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_072020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, relativo al resultado final del procedimiento interno de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a la Plaza de Supervisora (suscrito el 14 de mayo de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer el resultado final de las ganadoras del procedimiento interno de selecci&oacute;n 1/2020 para ascender v&iacute;a promoci&oacute;n a la Plaza de Supervisora.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_082020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Director General del Instituto Federal de Defensor&iacute;a P&uacute;blica para establecer los criterios de identificaci&oacute;n, turno, control y seguimiento de acciones colectivas, as&iacute; como para la creaci&oacute;n del registro &uacute;nico de acciones colectivas (suscrito el 14 de mayo de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer los criterios de identificaci&oacute;n, turno, control y seguimiento de acciones colectivas, as&iacute; como para la creaci&oacute;n del registro &uacute;nico de acciones colectivas.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_092020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), por el que se fijan las bases para el otorgamiento de la constancia &ldquo;Benita Galeana&rdquo; al desempe&ntilde;o del mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019 (suscrito el 8 de julio de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la Constancia &ldquo;Benita Galeana&rdquo; al mejor oficial jur&iacute;dico en apoyo del defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_102020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), por el que se fijan las bases para el otorgamiento de la constancia &ldquo;Mar&iacute;a Asunci&oacute;n Sandoval&rdquo; a la o el defensor p&uacute;blico y a la o el asesor jur&iacute;dico m&aacute;s destacado por delegaci&oacute;n en el a&ntilde;o 2019 (suscrito el 8 de julio de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto fijar las bases para el otorgamiento de la Constancia &ldquo;Mar&iacute;a Asunci&oacute;n Sandoval&rdquo;, al mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_112020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, relativo al resultado final del procedimiento interno de selecci&oacute;n 2/2020 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de Defensor Supervisor y Asesor Supervisor (suscrito el 15 de julio de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer el resultado final del procedimiento interno de selecci&oacute;n 2/2020 para ascender v&iacute;a promoci&oacute;n a la categor&iacute;a de Defensor Supervisor y Asesor Supervisor.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_122020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, relativo a la promoci&oacute;n de una servidora p&uacute;blica, a la categor&iacute;a de Defensora Evaluadora. (suscrito el 16 octubre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto dar a conocer el resultado de la evaluaci&oacute;n practicada para la categor&iacute;a de Defensora Evaluadora, derivado del oficio DG/856/2020, con fundamento en la prerrogativa contemplada en el art&iacute;culo 95 de las bases generales de organizaci&oacute;n y funcionamiento de este instituto.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_132020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), por el que se modifican las bases para el otorgamiento de la constancia &ldquo;Benita Galeana&rdquo; al desempe&ntilde;o del mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019 (suscrito el 6 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto modificar las bases para el otorgamiento de la Constancia &ldquo;Benita Galeana&rdquo;, en el a&ntilde;o 2019.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_142020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Modificaciones a las bases para el otorgamiento de la constancia &ldquo;Benita Galeana&rdquo; al desempe&ntilde;o del mejor oficial jur&iacute;dico en apoyo de defensor p&uacute;blico o asesor jur&iacute;dico por delegaci&oacute;n, en el a&ntilde;o 2019 (suscrito el 6 de noviembre de 2020).</strong>
                                <br>
                                Anexo respecto al acuerdo ADG/14/2020.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/anexoADG_142020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Baja California a la Delegaci&oacute;n Puebla del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Maestro Jes&uacute;s Florentino P&eacute;rez Garc&iacute;a, de la Delegaci&oacute;n Baja California a la Delegaci&oacute;n Puebla.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_152020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Baja California Sur a la Delegaci&oacute;n Chihuahua del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Maestro Jos&eacute; Albie S&aacute;nchez Lara de la Delegaci&oacute;n Baja California Sur a la Delegaci&oacute;n Chihuahua.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_162020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Chihuahua a la Delegaci&oacute;n Guerrero del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n de la Licenciada Cornelia S&aacute;nchez Campos, de la Delegaci&oacute;n Chihuahua a la Delegaci&oacute;n Guerrero.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_172020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del titular de la Delegaci&oacute;n Guerrero a la Delegaci&oacute;n Baja California del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n de la Doctora Mar&iacute;a Dolores Vera Murcia, de la Delegaci&oacute;n Guerrero a la Delegaci&oacute;n Baja California.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_182020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Estado de M&eacute;xico a la Delegaci&oacute;n Baja California Sur del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Maestro Anan&iacute;as L&oacute;pez Hern&aacute;ndez, de la Delegaci&oacute;n Estado de M&eacute;xico a la Delegaci&oacute;n Baja California Sur.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_192020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Sonora a la Delegaci&oacute;n Estado de M&eacute;xico del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Doctor Antonio Enr&iacute;quez Ortiz, de la Delegaci&oacute;n Sonora a la Delegaci&oacute;n Estado de M&eacute;xico.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_202020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Morelos a la Delegaci&oacute;n Sonora del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Lic. H&eacute;ctor Sergio P&eacute;rez Vargas, de la Delegaci&oacute;n Morelos a la Delegaci&oacute;n Sonora.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_212020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Michoac&aacute;n a la Delegaci&oacute;n Veracruz del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Maestro Roberto Ponce de Le&oacute;n F&eacute;lix, de la Delegaci&oacute;n Michoac&aacute;n a la Delegaci&oacute;n Veracruz.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_222020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Veracruz a la Delegaci&oacute;n Coahuila del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Maestro Jos&eacute; Luis Cruz Rodr&iacute;guez, de la Delegaci&oacute;n Veracruz a la Delegaci&oacute;n Coahuila.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_232020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual determina el cambio de adscripci&oacute;n del Titular de la Delegaci&oacute;n Coahuila a la Delegaci&oacute;n Michoac&aacute;n del propio Instituto (suscrito el 11 de noviembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer el cambio de adscripci&oacute;n del Licenciado Raymundo Ovalle Jove, de la Delegaci&oacute;n Coahuila a la Delegaci&oacute;n Michoac&aacute;n.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_242020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo a la modificaci&oacute;n de la primer convocatoria al concurso cerrado de oposici&oacute;n para la selecci&oacute;n de ingreso de defensoras p&uacute;blicas del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del virus COVID-19 (suscrito el 14 de diciembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto establecer las disposiciones modificatorias a la Convocatoria al Concurso Cerrado de oposici&oacute;n para la Selecci&oacute;n de ingreso de defensoras p&uacute;blicas del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del COVID-19.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_252020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica (Instituto), relativo a la modificaci&oacute;n de la convocatoria al concurso cerrado de oposici&oacute;n 1 /2020 para la selecci&oacute;n de defensoras y defensores p&uacute;blicos del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del virus COVID-19 (suscrito el 14 de diciembre de 2020).</strong>
                                <br>
                                Este acuerdo tiene por objeto establecer las disposiciones modificatorias a la Convocatoria al Concurso Cerrado de oposici&oacute;n 1 /2020 para la selecci&oacute;n de Defensoras y Defensores P&uacute;blicos del Instituto, con motivo del fen&oacute;meno de salud p&uacute;blica, derivado del COVID-19.
                                <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ADG_262020.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                    <div id="DirGen2019" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;bica por el cual se designan a 32 Asesores Jur&iacute;dicos especializados en atenci&oacute;n a personas con discapacidad (suscrito el 21 de junio de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer la designaci&oacute;n y adscripciones de los Asesores Jur&iacute;dicos Federales especializados en atenci&oacute;n a personas con discapacidad.
                                <a href="../resources/documentos/2019/asesoresAtencionDiscapacitados.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                            <p>
                                <strong>Acuerdo que emite el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica por el cual se designan a 20 Asesores Jur&iacute;dicos especializados en atenci&oacute;n a personas en movilidad y sujetas a protecci&oacute;n internacional (suscrito el 16 de agosto de 2019).</strong>
                                <br>
                                Este acuerdo tiene por objetivo dar a conocer la designaci&oacute;n y adscripciones de los Asesores Jur&iacute;dicos especializados en atenci&oacute;n a personas en movilidad y sujetos a protecci&oacute;n internacional.
                                <a href="../resources/documentos/2019/acuerdoMovilidad.pdf" target="_blank" class="blue">Ver texto completo
                                </a>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegCirc">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegCirc" aria-expanded="false" aria-controls="collapseMarLegCirc">
                    Circulares
                </a>
            </h3>
        </div>
        <div id="collapseMarLegCirc" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <div role="tabpanel">
                    <ul class="nav nav-tabs" role="tablist">
                        <!-- <li class="active">
                            <a href="#Cir2024" aria-controls="Cir2024" role="tab" data-toggle="tab">2024</a>
                        </li> -->
                        <li class="active">
                            <a href="#Cir2023" aria-controls="Cir2023" role="tab" data-toggle="tab">2023</a>
                        </li>
                        <li>
                            <a href="#Cir2022" aria-controls="Cir2022" role="tab" data-toggle="tab">2022</a>
                        </li>
                        <li>
                            <a href="#Cir2021" aria-controls="Cir2021" role="tab" data-toggle="tab">2021</a>
                        </li>
                        <li>
                            <a href="#Cir2020" aria-controls="Cir2020" role="tab" data-toggle="tab">2020</a>
                        </li>
                        <li>
                            <a href="#Cir2019" aria-controls="Cir2019" role="tab" data-toggle="tab">2019</a>
                        </li>
                    </ul>
                </div>
                <div class="tab-content">
                    <!-- <div id="Cir2024" role="tabpanel" class="tab-pane active">
                    </div> -->
                    <div id="Cir2023" role="tabpanel" class="tab-pane active">
                        <div class="col-md-12">
                            <h4>Circular 1/2023 | Disposiciones en materia de administraci&oacute;n de personal.</h4>
                            <p class="margin-bottom-lg">
                                Se hace de su conocimiento diversas disposiciones en materia de administraci&oacute;n de personal que deben observar en el &aacute;mbito de cada Delegaci&oacute;n con el prop&oacute;sito de regular y homologar horarios, trabajo a distancia y eficientar tr&aacute;mites administrativos del Instituto Federal de Defensor&iacute;a P&uacute;blica...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/Circ_1_2023.pdf" target="_blank" class="blue"> Ver texto completo</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/anexo1_Cir_1_2023_CodigoQRRegistroControlAsistencia.pdf" target="_blank" class="blue"> ANEXO 1</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/anexo2_Cir_1_2023_CriteriosTeletrabajo.pdf" target="_blank" class="blue"> ANEXO 2</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/anexo3_Cir_1_2023_SolicitudTeletrabajo.pdf" target="_blank" class="blue"> ANEXO 3</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/anexo4_Cir_1_2023_CartaConfidencialidad.docx" target="_self" download="" class="blue"> ANEXO 4 (Archivo de descarga en Word)</a>
                            </p>
                            <h4>Circular 2/2023 | Titulares de Unidades, Secretar&iacute;as T&eacute;cnicas y Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                            <p class="margin-bottom-lg">
                                Derivado de la reforma al art&iacute;culo 1 de la Ley Federal de Defensor&iacute;a P&uacute;blica que adiciona el amparo en materia familiar dentro de la prestaci&oacute;n del servicio de defensora p&uacute;blica que brinda el Instituto, as&iacute; como de lo dispuesto en el Acuerdo General del Pleno del Consejo de la Judicatura Federal, por el que se autoriza al Instituto a realizar la representaci&oacute;n extraordinaria de las mujeres y personas gestantes criminalizadas por ejercer su derecho a interrumpir su embarazo...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/Circ_2_2023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 3/2023 | Titulares de Unidades, Secretar&iacute;as T&eacute;cnicas y Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                            <p class="margin-bottom-lg">
                                El art&iacute;culo 1, de la Ley Federal de Defensor&iacute;a P&uacute;blica, dispone que &eacute;sta tiene por objeto regular la prestaci&oacute;n del servicio de defensor&iacute;a p&uacute;blica en asuntos del fuero federal a fin de garantizar el derecho a la defensa y el acceso a la justicia mediante la orientaci&oacute;n, asesor&iacute;a y representaci&oacute;n jur&iacute;dica...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/Circ_3_2023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 4/2023 | Personas asesoras jur&iacute;dicas y oficiales administrativas adscritas a la Ciudad de M&eacute;xico.</h4>
                            <p class="margin-bottom-lg">
                                Los art&iacute;culos 17 constitucional, 8 y 25 de la Convenci&oacute;n Americana sobre Derechos Humanos, establecen como un derecho humano, el de acceso a la justicia y el art&iacute;culo 41 de las Bases de Organizaci&oacute;n y Funcionamiento del Instituto Federal de Defensor&iacute;a P&uacute;blica...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/Circ_4_2023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 5/2023 | Titulares de Unidades, Secretar&iacute;as T&eacute;cnicas y Delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                            <p class="margin-bottom-lg">
                                El art&iacute;culo 100 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos establece que el servicio de defensor&iacute;a pblica, en asuntos del fuero federal, ser proporcionado por el Consejo de la Judicatura Federal (CJF), a trav&eacute;s del Instituto Federal de Defensor&iacute;a P&uacute;blica (IFDP),...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/Circ_5_2023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 6/2023 | Personas asesoras jur&iacute;dicas y titulares de delegaciones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</h4>
                            <p class="margin-bottom-lg">
                                El 15 de marzo de 2023, la Primera Sala de la Suprema Corte de Justicia de la Naci&oacute;n, al resolver el amparo en revisi&oacute;n 388/2022, determin&oacute;, entre otras cuestiones que, en todo procedimiento migratorio, ya sea frente a la imposibilidad o la negativa de una persona migrante de designar a una persona para su defensa adecuada, el Estado se encuentra obligado a asign&aacute;rsela de oficio...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/circulares/Circ_6_2023.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                        </div>
                    </div>
                    <div id="Cir2022" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <h4>Circular 1/2022 | Denuncia por faltas administrativas.</h4>
                            <p class="margin-bottom-lg">
                                Cualquier servidora o servidor p&uacute;blico puede presentar denuncia de posibles actos contrarios a la integridad, o contra actos u omisiones que puedan constituir o vincularse con faltas administrativas. Esta denuncia podr&aacute; presentarse de manera an&oacute;nima a trav&eacute;s del correo electr&oacute;nico <a href="mailto:quejas.ifdp@cjf.gob.mx" class="blue">quejas.ifdp@cjf.gob.mx</a> ...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_1_2022.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 2/2022 | Nuevas funciones a las unidades de Defensa Penal, de Asesor&iacute;a Jur&iacute;dica y de Litigio Estrat&eacute;gico en Derechos Humanos.</h4>
                            <p class="margin-bottom-lg">
                                Las y los titulares de las unidades de Defensa Penal, Asesor&iacute;a Jur&iacute;dica, Litigio Estrat&eacute;gico en Derechos Humanos y de las delegaciones del Instituto, deben instruir a las y los defensores p&uacute;blicos, asesores jur&iacute;dicos, analistas, as&iacute; como al personal habilitado con funciones de litigio, para que en todo momento mantengan la comunicaci&oacute;n y coordinaci&oacute;n necesarias para hacer de conocimiento oficial, entre las diversas &aacute;reas, y sin dilaci&oacute;n los casos que se encuentren en la hip&oacute;tesis de amparo en materia familiar y representaci&oacute;n extraordinaria de mujeres y personas gestantes criminalizadas por ejercer su derecho a interrumpir su embarazo, as&iacute; como a los familiares de v&iacute;ctimas de feminicidio...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_2_2022.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 3/2022 | Llenado del Libro digital de gobierno en materia de asesor&iacute;a jurdica.</h4>
                            <p class="margin-bottom-lg">
                                Con el prop&oacute;sito de dar seguimiento puntual al n&uacute;mero de expedientes en materia de asesor&iacute;a jur&iacute;dica y contar con informaci&oacute;n lo m&aacute;s detallada posible sobre las personas usuarias, as&iacute; como los datos de los servicios brindados y el estado procesal de los mismos, se implementa el Libro digital de gobierno en materia de asesor&iacute;a jur&iacute;dica...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_3_2022.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 4/2022 | Se recuerda obligaci&oacute;n de identificar, documentar y denunciar actos de tortura o malos tratos.</h4>
                            <p class="margin-bottom-lg">
                                Son obligatorios para todo el personal del Instituto el Protocolo de actuaci&oacute;n para defensoras y defensores p&uacute;blicos ante las Agencias del Ministerio P&uacute;blico de la Federaci&oacute;n, lineamientos de actuaci&oacute;n para defensoras y defensores p&uacute;blicos sobre hechos vinculados a tortura y otros tratos o penas crueles inhumanos o degradantes, c&eacute;dula de atenci&oacute;n para casos de tortura o malos tratos y la gu&iacute;a pr&aacute;ctica para el uso adecuado de la c&eacute;dula de atenci&oacute;n para la documentaci&oacute;n de hechos de tortura y tratos crueles, inhumanos o degradantes...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_4_2022.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 5/2022 | Caracter&iacute;sticas del uso de veh&iacute;culos utilitarios por parte de las Delegaciones del Instituto Federal de la Defensor&iacute;a P&uacute;blica.</h4>
                            <p class="margin-bottom-lg">
                                Como parte de las acciones para el fortalecimiento del Instituto Federal de Defensor&iacute;a P&uacute;blica, durante mayo de 2022 la Direcci&oacute;n General de Servicios Generales del CJF asign&oacute; veh&iacute;culos utilitarios para las Delegaciones en las entidades federativas. Estas unidades tienen el prop&oacute;sito de facilitar las funciones del personal de la defensor&iacute;a, proveyendo un medio de transporte que permita el traslado del personal para el cumplimiento de sus funciones as&iacute; como para el apoyo de las personas usuarias, de manera que no sea necesario pagar transportes o arrendar veh&iacute;culos externos...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_5_2022.pdf" target="_blank" class="blue"> Ver texto completo</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/anexo-1-Circ_5_2022.pdf" target="_blank" class="blue"> Ver anexo 1</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/anexo-2-Circ_5_2022.pdf" target="_blank" class="blue"> Ver anexo 2</a>
                            </p>
                            <h4>Circular 6/2022 | Designaci&oacute;n de enlaces en materia de combate a la tortura y malos tratos.</h4>
                            <p class="margin-bottom-lg">
                                Se designa a personas defensoras p&uacute;blicas federales para que funjan como enlaces en cada una de las entidades federativas, con la finalidad de ampliar la incidencia del trabajo del Instituto en materia de combate a la tortura y malos tratos...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_6_2022.pdf" target="_blank" class="blue"> Ver texto completo</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2023/listadoEnlacesSTCT_2023.pdf" target="_blank" class="blue"> Ver listado de enlaces STCT</a>
                            </p>
                            <h4>Circular 7/2022 | Emisi&oacute;n del Manual de operaci&oacute;n para enlaces de coordinaciones entre las y los asesores jur&iacute;dicos del Instituto.</h4>
                            <p class="margin-bottom-lg">
                                Se establece que, adem&aacute;s del contenido de la Circular 4/2021, resulta obligatorio para todo el personal con funciones de litigio en materia de asesor&iacute;a jur&iacute;dica del Instituto el Manual de Operaci&oacute;n para enlaces de coordinaciones entre las y los asesores jur&iacute;dicos del Instituto, mismo que se anexa al presente...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/circulares/Circ_7_2022.pdf" target="_blank" class="blue"> Ver texto completo</a> | <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/manualCoordinacioonEnlaces-Cir_7_2022.pdf" target="_blank" class="blue"> Ver manual</a>
                            </p>
                        </div>
                    </div>
                    <div id="Cir2021" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <h4>Circular 1/2021 | Disposiciones en materia de asesor&iacute;a jur&iacute;dica</h4>
                            <p class="margin-bottom-lg">
                                Se precisan las instrucciones y disposiciones que aplican al personal con funciones de asesor&iacute;a jur&iacute;dica...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/circulares/Circ_1_2021.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 2/2021 | Amparo directo sentencias condenatorias</h4>
                            <p class="margin-bottom-lg">
                                Se recuerda al personal con funciones de litigio penal que debe darse cumplimiento a lo establecido en los art&iacute;culos transitorios Primero al Tercero de la Ley de Amparo...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/circulares/Circ_2_2021.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 3/2021 | Integridad, valores y principios del servicio p&uacute;blico.</h4>
                            <p class="margin-bottom-lg">
                                El personal del Instituto debe demostrar en el desempe&ntilde;o de sus funciones el compromiso con la integridad, los valores &eacute;ticos y los principios que rigen el servicio p&uacute;blico en el Consejo de la Judicatura Federal, con el fin de garantizar una defensa adecuada a las personas usuarias...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/circulares/Circ_3_2021.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 4/2021 | Se recuerda obligaci&oacute;n de usar protocolos, gu&iacute;as y otros instrumentos.</h4>
                            <p class="margin-bottom-lg">
                                Resultan obligatorios para todo el personal del Instituto, los acuerdos, manuales, protocolos, circulares, instructivos, as&iacute; como las disposiciones t&eacute;cnicas y operativas necesarias para el mejor funcionamiento del Instituto, que emite su Direcci&oacute;n General...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2021/circulares/Circ_4_2021.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                        </div>
                    </div>
                    <div id="Cir2020" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <h4>Circular 1/2020 | Participaci&oacute;n de las y los Defensores P&uacute;blicos</h4>
                            <p class="margin-bottom-lg">
                                Se hace del conocimiento que el Titular del Instituto Federal de Defensor&iacute;a P&uacute;blica, que las acciones relacionadas con la preparaci&oacute;n de las audiencias en las que participan las y los Defensores P&uacute;blicos...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/circulares/Circ_1_2020.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 2/2020 | Horario de las y los oficiales administrativos</h4>
                            <p class="margin-bottom-lg">
                                Se reitera el horario de las y los oficiales administrativos...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2020/circulares/Circ_2_2020.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                        </div>
                    </div>
                    <div id="Cir2019" role="tabpanel" class="tab-pane">
                        <div class="col-md-12">
                            <h4>Circular 2 | Garantizar independencia de defensores</h4>
                            <p class="margin-bottom-lg">
                                Se informa a los Defensores P&uacute;blicos Federales que deber&aacute;n de abstenerse de sostener reuniones privadas, asistir a fiestas, convivencias, comidas y todo tipo de eventos sociales en los que coincidan con los titulares del &oacute;rgano jurisdiccional de su adscripci&oacute;n, por lo que cualquier relaci&oacute;n o contacto...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_2_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 3 | Servicio de correspondencia</h4>
                            <p class="margin-bottom-lg">
                                Disposiciones operativas para regular el funcionamiento del Servicio de Correspondencia de la Sede Central...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_3_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 4 | Orientaciones institucionales</h4>
                            <p class="margin-bottom-lg">
                                Se instruye para que, al momento de recibir un oficio de cualquier dependencia de la Administraci&oacute;n P&uacute;blica, federal o local, realicen un an&aacute;lisis del asunto planteado y, en caso de advertir que es competencia de otra instituci&oacute;n, elaboren uno diverso dirigi&eacute;ndolo a la instancia que consideren competente para otorgar la asistencia jur&iacute;dica...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_4_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 5 | Cero papel</h4>
                            <p class="margin-bottom-lg">
                                Con el prop&oacute;sito de iniciar una cultura de CERO PAPEL para la optimizaci&oacute;n de los recursos econ&oacute;micos, materiales y servicios generales asignados al Instituto Federal de Defensor&iacute;a P&uacute;blica, se estipulan las siguientes disposiciones...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_5_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 7 | Protecci&oacute;n Civil</h4>
                            <p class="margin-bottom-lg">
                                Acciones de la Unidad Interna de Protecci&oacute;n Civil de este Instituto para fortalecer las acciones preventivas y de respuesta para estar en condiciones de atender las eventualidades de una emergencia, as&iacute; como mitigar riesgos previamente identificados en esta Sede Central...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_7_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 8 | Asesores en materia de Responsabilidad Administrativa</h4>
                            <p class="margin-bottom-lg">
                                Disposiciones para regular la atenci&oacute;n de los asuntos planteados por diversos &oacute;rganos internos de control de la Administraci&oacute;n P&uacute;blica Federal, que solicitan la designaci&oacute;n de un Defensor de Oficio en los procedimientos de responsabilidad administrativa que se substancien conforme a lo previsto...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_8_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 9 | Visitas carcelarias</h4>
                            <p class="margin-bottom-lg">
                                Los defensores p&uacute;blicos garantizar&aacute;n que sus defendidos reciban una visita carcelaria por lo menos una vez al mes...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_9_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 10 | FIREL y juicios en l&iacute;nea</h4>
                            <p class="margin-bottom-lg">
                                Dirigida a personal del Instituto Federal de Defensor&iacute;a P&uacute;blica para el uso de la Firma Electr&oacute;nica Certificada del Poder Judicial de la Federaci&oacute;n (FIREL) en los diversos procesos que comprenden los Juicios en L&iacute;nea...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_10_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 11 | D&iacute;as econ&oacute;micos</h4>
                            <p class="margin-bottom-lg">
                                Dirigida al personal del Instituto Federal de Defensor&iacute;a P&uacute;blica donde se informan las disposiciones que deber&aacute;n tomar en consideraci&oacute;n para la autorizaci&oacute;n de d&iacute;as econ&oacute;micos...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_11_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 12 | Secretar&iacute;a T&eacute;cnica de Coordinaci&oacute;n lnterinstitucional</h4>
                            <p class="margin-bottom-lg">
                                Se hace del conocimiento la designaci&oacute;n de la Lic. Rosa Mar&iacute;a B&aacute;rcena Canuas como encargada de despecho de la Secretar&iacute;a T&eacute;cnica de Coordinaci&oacute;n Interinstitucional, as&iacute; como las funciones inherentes a ese cargo...<a href="resources/documentos/2019/circulares/Circ_12_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 13 | Secretar&iacute;a T&eacute;cnica de Igualdad de G&eacute;nero y Atenci&oacute;n a Grupos en condici&oacute;n de Vulnerabilidad</h4>
                            <p class="margin-bottom-lg">
                                Se hace del conocimiento la designaci&oacute;n de la Lic. Elizabeth Ayesha Borja Dom&iacute;nguez como Secretar&iacute;a T&eacute;cnica de Igualdad de G&eacute;nero y Atenci&oacute;n a Grupos en condici&oacute;n de Vulnerabilidad, as&iacute; como las funciones inherentes a ese cargo...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_13_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 14 | Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos</h4>
                            <p class="margin-bottom-lg">
                                Se hace del conocimiento la creaci&oacute;n de la Secretar&iacute;a T&eacute;cnica de Combate a la Tortura, Tratos Crueles e Inhumanos, as&iacute; como las funciones inherentes a esa &aacute;rea...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_14_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 15 | Secretar&iacute;a T&eacute;cnica de Vinculaci&oacute;n con la Sociedad</h4>
                            <p class="margin-bottom-lg">
                                Se hace del conocimiento la creaci&oacute;n de la Secretar&iacute;a T&eacute;cnica de Vinculaci&oacute;n con la Sociedad, as&iacute; como las funciones inherentes a esa &aacute;rea...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_15_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 16 | Juicios de amparo indirecto en contra de la orden de aprehensi&oacute;n</h4>
                            <p class="margin-bottom-lg">
                                Se instruye a los Defensores P&uacute;bicos Federales que eviten a promoci&oacute;n de juicios de amparo en contra de &oacute;rdenes de aprehensi&oacute;n...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_16_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 17 | Horarios de atenci&oacute;n al p&uacute;blico en las Delegaciones y Direcciones de Prestaci&oacute;n del Servicio del Instituto Federal de Defensor&iacute;a P&uacute;blica</h4>
                            <p class="margin-bottom-lg">
                                Se instruye a los Delegados y Direcciones de Prestaci&oacute;n del Servicio a dar atenci&oacute;n al p&uacute;blico usuario de 9:00 a 18:00 horas...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_17_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                            <h4>Circular 18 | Generaci&oacute;n de reporte estad&iacute;stico</h4>
                            <p class="margin-bottom-lg">
                                Se instruye a las y los Titulares de las Delegaciones, Directores de Prestaci&oacute;n del Servicio de Defensa Penal y Asesor&iacute;a Jur&iacute;dica de la Ciudad de M&eacute;xico, as&iacute; como a las y los Defensores P&uacute;blicos y Asesores Jur&iacute;dicos a realizar el reporte estad&iacute;stico directamente del Sistema Integral de Informaci&oacute;n y Sistema de Justicia Federal Acusatorio...<a href="//www.ifdp.cjf.gob.mx/resources/documentos/2019/circulares/Circ_18_2019.pdf" target="_blank" class="blue"> Ver texto completo</a>
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingLin">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseLin" aria-expanded="false" aria-controls="collapseLin">
                    Lineamientos
                </a>
            </h3>
        </div>
        <div id="collapseLin" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <p>
                    Protocolo para prevenir, atender, sancionar y erradicar la violencia de gnero en el mundo del trabajo del Consejo de la Judicatura Federal Ver texto.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2024/protocoloPrevencionViolenciaGeneroCJF.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegSeis">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegSeis" aria-expanded="false" aria-controls="collapseMarLegSeis">
                    Protocolos
                </a>
            </h3>
        </div>
        <div id="collapseMarLegSeis" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <p>
                    <strong>Protocolo de Atenci&oacute;n al Usuario del Instituto Federal de Defensor&iacute;a P&uacute;blica (Aprobado en mayo de 2018).</strong><br>
                    Este protocolo tiene por objetivo establecer los criterios de la calidad del servicio de Defensor&iacute;a P&uacute;blica, otorgado por los Defensores P&uacute;blicos y Asesores Jur&iacute;dicos en asuntos del fuero federal, para las diferentes etapas de los procedimientos en los que intervienen, quienes lo cumplir&aacute;n cabalmente.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2018/protocoloAtencionUsuario.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Protocolo de actuaci&oacute;n para defensoras y defensores p&uacute;blicos ante las Agencias del Ministerio P&uacute;blico de la Federaci&oacute;n previo a la judicializaci&oacute;n de los casos (publicado en el Diario Oficial de la Federaci&oacute;n el 07 de enero de 2020).</strong><br>
                    El presente protocolo tiene por objeto establecer el procedimiento de actuaci&oacute;n que implementar&aacute;n las y los defensores p&uacute;blicos del Instituto Federal de Defensor&iacute;a P&uacute;blica ante las Agencias del Ministerio P&uacute;blico de la Federaci&oacute;n, cuando sean nombrados como defensores de personas puestas a disposici&oacute;n de la autoridad ministerial por la comisi&oacute;n de un hecho que la ley se&ntilde;ala como delito, hasta el momento de la determinaci&oacute;n de la judicializaci&oacute;n o no judicializaci&oacute;n del caso.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/protocoloFiscalia_DOF.pdf" target="_blank" class="blue">Ver texto completo</a> | <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/flujogramaProtocoloActuacionMP_2020.pdf" target="_blank" class="blue">Flujograma del Protocolo de Actuaci&oacute;n ante el MP</a>
                </p>
                <p>
                    <strong>Protocolo de atenci&oacute;n a personas con discapacidad usuarias de los servicios del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong><br>
                    El protocolo tiene como prop&oacute;sito identificar buenas pr&aacute;cticas para el trato a personas con discapacidad a las que se les brindan los servicios de Asesor&iacute;a Jur&iacute;dica. Para ello, recopila los est&aacute;ndares internacionales desarrollados por la Convenci&oacute;n sobre los Derechos de las Personas con Discapacidad y proporciona herramientas para la argumentaci&oacute;n de dichos est&aacute;ndares.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/protocoloPcD.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Protocolo de actuaci&oacute;n para la representaci&oacute;n especial de ni&ntilde;as ni&ntilde;os y adolescentes en asuntos de competencia del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong><br>
                    Este protocolo constituye una herramienta para fortalecer los mecanismos de actuaci&oacute;n de las y los asesores jur&iacute;dicos cuando act&uacute;en como representantes especiales de Ni&ntilde;as, Ni&ntilde;os y Adolescentes (NNA), estableciendo algunas pautas, desde un enfoque de los derechos de la infancia, que son de ayuda para comprender la manera en que la representaci&oacute;n de las NNA debe de ser.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/protocoloNNyA.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Protocolo de atenci&oacute;n a personas en movilidad y sujetas a protecci&oacute;n internacional.</strong><br>
                    Este protocolo es una herramienta digital complementaria y constituye un esfuerzo adicional por avanzar en la profesionalizaci&oacute;n de las y los asesores especializados en atenci&oacute;n a personas en movilidad y sujetas a protecci&oacute;n internacional. Busca contribuir al cambio social, al reconocimiento y la protecci&oacute;n de la diversidad, el combate a las desigualdades entre las personas con independencia de su situaci&oacute;n migratoria.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/protocoloMovilidadFC.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegSiete">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegSiete" aria-expanded="false" aria-controls="collapseMarLegSiete">
                    Gu&iacute;as
                </a>
            </h3>
        </div>
        <div id="collapseMarLegSiete" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <p>
                    <strong>Gu&iacute;a para una Defensa y Asesor&iacute;a con Perspectiva de G&eacute;nero.</strong><br>
                    Constituye una herramienta para que las personas encargadas de la defensa p&uacute;blica y la asesor&iacute;a jur&iacute;dica puedan elaborar su estrategia con perspectiva de g&eacute;nero.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/GuiaDefensaAsesoriaPerspectivaGenero.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Gu&iacute;a para la implementaci&oacute;n de medidas sanitarias para prevenir la propagaci&oacute;n del virus COVID-19 entre el personal del IFDP (suscrito el 22 de abril de 2020).</strong><br>
                    La presente gu&iacute;a se realiz&oacute; siguiendo las indicaciones nacionales emitidas por la Secretar&iacute;a de Salud del Gobierno Federal y las recomendaciones internacionales emitidas por la Organizaci&oacute;n Mundial de la Salud en respuesta a la emergencia de salud p&uacute;blica mundial por la propagaci&oacute;n del virus COVID-19, as&iacute; como siguiendo las recomendaciones de las autoridades del Consejo de la Judicatura Federal, con el objetivo de dar a conocer las medidas de prevenci&oacute;n y control que nos permitir&aacute;n prevenir y disminuir los riesgos de transmisi&oacute;n del virus en todos los centros de trabajo del Instituto Federal de Defensor&iacute;a P&uacute;blica, as&iacute; como salvaguardar la salud y la vida del personal que realiza actividades de car&aacute;cter esencial.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/guiaMedidasSaludIFDP.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Modificaciones a la gu&iacute;a para la implementaci&oacute;n de medidas sanitarias para prevenir la propagaci&oacute;n del virus COVID-19 entre el personal del IFDP (suscrito el 16 de junio de 2020).</strong><br>
                    La presente gu&iacute;a se realiz&oacute; considerando los Lineamientos de las diversas &aacute;reas del Consejo de la Judicatura Federal en respuesta a la emergencia de salud p&uacute;blica mundial por la propagaci&oacute;n del virus COVID-19; asimismo se retomaron algunas de las mejores pr&aacute;cticas en materia de prevenci&oacute;n de contagios emitidas por la Secretar&iacute;a de Salud del Gobierno, con el objetivo de dar a conocer las medidas de prevenci&oacute;n y control que nos permitir&aacute;n prevenir y disminuir los riesgos de transmisi&oacute;n del virus en todos los centros de trabajo del Instituto Federal de Defensor&iacute;a P&uacute;blica, as&iacute; como salvaguardar la salud y la vida del personal que realiza actividades de car&aacute;cter esencial.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/guiaMedidasSaludIFDPModificaciones_16062020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Lineamientos de actuaci&oacute;n para Defensoras y Defensores P&uacute;blicos Federales sobre hechos vinculados a tortura y otros tratos o penas crueles, inhumanos o degradantes.</strong><br>
                    El presente documento sistematiza los pasos, criterios y elementos a tener en consideraci&oacute;n para una adecuada recopilaci&oacute;n de informaci&oacute;n y registro de hechos en casos de tortura o malos tratos. Asimismo, se incluyen una serie de criterios emblem&aacute;ticos, al igual que estrategias de actuaci&oacute;n.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/LineamientosActuacion.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Compilaci&oacute;n Jurisprudencial en materia de combate a la tortura y otros tratos o penas crueles, inhumanos o degradantes.</strong><br>
                    Este documento incluye jurisprudencia nacional, internacional y comparada, con el prop&oacute;sito de fungir como herramienta para la consulta de criterios relacionados con la investigaci&oacute;n, documentaci&oacute;n y litigio en materia de tortura.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/CompilacionJurisprudencialMateriaCombateTortura.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Gu&iacute;a pr&aacute;ctica para el uso adecuado de la c&eacute;dula de atenci&oacute;n.</strong><br>
                    Para continuar el fortalecimiento del mecanismo institucional de monitoreo y atenci&oacute;n de posibles violaciones a los derechos humanos, con la participaci&oacute;n de personas expertas nacionales e internacionales, se elabor&oacute; la Gu&iacute;a pr&aacute;ctica para el uso adecuado de la c&eacute;dula de atenci&oacute;n. Este documento busca orientar a personas defensoras en tres aspectos espec&iacute;ficos de su labor.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/guiaUsoAdecuadocedulaAtencion.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>C&eacute;dula de atenci&oacute;n para la documentaci&oacute;n de hechos de tortura y tratos crueles inhumanos o degradantes.</strong><br>
                    La C&eacute;dula de atenci&oacute;n para documentar hechos de tortura y tratos crueles, inhumanos o degradantes es un formato desarrollado por el Instituto Federal de Defensor&iacute;a P&uacute;blica que tiene el objetivo de brindar a defensores y defensoras una herramienta pr&aacute;ctica que oriente sus encuentros con las personas que van a representar.
                    <a href="//www.ifdp.cjf.gob.mx/resources/documentos/2022/documentacionHechosTorturaTratosCruelesInhumanosDegradantes_06042022.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegOcho">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegOcho" aria-expanded="false" aria-controls="collapseMarLegOcho">
                    Manuales
                </a>
            </h3>
        </div>
        <div id="collapseMarLegOcho" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <p>
                    <strong>Manual para la instalaci&oacute;n de las herramientas tecnol&oacute;gicas que se aplicar&aacute;n en el Instituto Federal de Defensor&iacute;a P&uacute;blica, de conformidad con el Transitorio n&uacute;mero 5 de las Disposiciones Operativas del 15 de abril del 2020.</strong><br>
                    Contar con un documento de car&aacute;cter administrativo en el que se establezcan los procedimientos, de manera formal, sencilla y ordenada, para instalar las herramientas tecnol&oacute;gicas con las que cuenta el Instituto Federal de Defensor&iacute;a P&uacute;blica, lo anterior para lograr hacer uso de ellas y optimizar el trabajo a distancia; logrando, adem&aacute;s, que todo el personal del Instituto disponga de esta informaci&oacute;n para su consulta y orientaci&oacute;n y con ello, conseguir que se labore de manera uniforme tanto en las guardias presenciales, como en el trabajo a distancia.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/manualInstalacionHerramientasTecnologicasIFDP.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Manual para el uso adecuado de las herramientas tecnol&oacute;gicas que se aplicar&aacute;n en el Instituto Federal de Defensor&iacute;a P&uacute;blica, de conformidad con el Transitorio n&uacute;mero 5 de las Disposiciones Operativas del 15 de abril del 2020.</strong><br>
                    Contar con un documento de car&aacute;cter administrativo en el que se establezcan los procedimientos de manera formal, sencilla y ordenada, para el uso correcto de las herramientas tecnol&oacute;gicas con las que cuenta el Instituto Federal de Defensor&iacute;a P&uacute;blica, lo anterior para lograr hacer uso de ellas y optimizar el trabajo a distancia; logrando, adem&aacute;s, que todo el personal del Instituto disponga de esta informaci&oacute;n para su consulta y orientaci&oacute;n y con ello, conseguir que se labore de manera uniforme tanto en las guardias presenciales, como en el trabajo a distancia.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/manualUsoHerramientasTecnologicasIFDP.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Manual para la pr&aacute;ctica de las supervisiones del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/manualPracticaSupervisionesIFDP_03012022.pdf" target="_blank" class="blue">Ver manual
                    </a>
                </p>
                <p>
                    <strong>Manual de evaluaci&oacute;n para las y los servidores p&uacute;blicos del Instituto Federal de Defensor&iacute;a P&uacute;blica.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/manualEvaluacionServidoresPublicosIFDP_10012022.pdf" target="_blank" class="blue">Ver manual
                    </a>
                </p>
                <p>
                    <strong>Manual Espec&iacute;fico de Organizaci&oacute;n y de Puestos del Instituto Federal de Defensor&iacute;a P&uacute;blica (Marzo de 2022).</strong><br>
                    El Manual tiene como finalidad identificar la forma en que se encuentra organizado estructuralmente el Instituto Federal de Defensor&iacute;a P&uacute;blica; muestra la relaci&oacute;n de autoridad y responsabilidad a trav&eacute;s de sus tramos de control; as&iacute; como los objetivos, funciones y requisitos de ocupaci&oacute;n de cada uno de los puestos que lo integran.
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/manualEspecificoOrganizacioonPuestosIFDP.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegNueve">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegNueve" aria-expanded="false" aria-controls="collapseMarLegNueve">
                    Disposiciones Operativas
                </a>
            </h3>
        </div>
        <div id="collapseMarLegNueve" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <p>
                    <strong>Disposiciones operativas relacionadas con el acuerdo general n&uacute;mero 5/2020 del pleno del Consejo de la Judicatura Federal, relativo a las medidas de contingencia por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/DisposicionesOperativasContigenciaCOVID-19_18032020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Modificaciones a las disposiciones operativas relacionadas con el acuerdo general n&uacute;mero 5/2020 del pleno del Consejo de la Judicatura Federal, relativo a las medidas de contingencia por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19, emitidas el 18 de marzo de 2020.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ModificacionesDisposicionesOperativasCOVID-19_26032020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Disposiciones operativas relacionadas con los acuerdos generales n&uacute;mero 5/2020 y 7/2020 del pleno del Consejo de la Judicatura Federal, relativos a las medidas de contingencia por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/nuevasDisposicionesOperativasCOVID-19_15042020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Modificaci&oacute;n a las disposiciones operativas relacionadas con los acuerdos generales n&uacute;mero 5/2020 y 7/2020 del pleno del Consejo de la Judicatura Federal, relativos a las medidas de contingencia por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19, en atenci&oacute;n al diverso 9/2020 emitido por el mismo &oacute;rgano.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ModificacionesDisposicionesOperativas_30042020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Modificaci&oacute;n a las disposiciones operativas relacionadas con los acuerdos generales n&uacute;meros 5/2020, 7/2020 y 9/2020 del pleno del Consejo de la Judicatura Federal, relativos a las medidas de contingencia por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19, en atenci&oacute;n al diverso 11/2020 emitido por el mismo &oacute;rgano.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ModificacionesDisposicionesOperativasSTCI_27052020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Disposiciones operativas relacionadas con los acuerdos generales n&uacute;meros 5/2020, 7/2020, 9/2020 y 11/2020 del pleno del Consejo de la Judicatura Federal, relativos a las medidas de contingencia por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19, en atenci&oacute;n al diverso 14/2020 emitido por el mismo &oacute;rgano.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/DisposicionesOperativasCOVID-19_12062020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Disposiciones operativas relacionadas con el acuerdo general n&uacute;mero 17/2020 del pleno del Consejo de la Judicatura Federal, relativo a las medidas de contingencia en las &aacute;reas administrativas del propio consejo por el fen&oacute;meno de salud p&uacute;blica derivado del virus covid-19.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/DisposicionesOperativasCOVID-19_30062020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Modificaci&oacute;n a las disposiciones operativas relacionadas con el acuerdo general n&uacute;mero 17/2020 del pleno del Consejo de la Judicatura Federal, relativo a las medidas de contingencia en las &aacute;reas administrativas del propio consejo por el fen&oacute;meno de salud p&uacute;blica, derivado del virus covid-19, en atenci&oacute;n al diverso 19/2020 emitido por el mismo &oacute;rgano.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/ModificacionDisposicionesOperativasCOVID-19_13072020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <!-- <p>
                    <strong>Disposiciones Operativas relacionadas con el acuerdo general n&uacute;mero 22/2020 del pleno del Consejo de la Judicatura Federal, relativo a las medidas necesarias para reactivar la totalidad de las actividades del consejo en el contexto de la contingencia por el virus covid-19.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2020/disposicionesOperativasCOVID-19_29072020.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p> -->
                <p>
                    <strong>Disposiciones operativas relacionadas con el acuerdo general n&uacute;mero 10/2021 del pleno del Consejo de la Judicatura Federal, relativo a las medidas necesarias para reactivar la totalidad de las actividades del Consejo en el contexto de la contingencia por el virus COVID-19.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2021/DisposicionesOperativasContigenciaCOVID-19_09082021.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Disposiciones operativas relacionadas con el acuerdo general n&uacute;mero 8/2022 del pleno del Consejo de la Judicatura Federal, que reforma y deroga el similar 22/2020, relativo a las medidas necesarias para reactivar la totalidad de las actividades del Consejo en el contexto de la contingencia por el virus Covid-19.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/documentos/2022/DisposicionesOperativasCOVID-19_19042022.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegDiez">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegDiez" aria-expanded="false" aria-controls="collapseMarLegDiez">
                    Convenios
                </a>
            </h3>
        </div>
        <div id="collapseMarLegDiez" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <div class="panel-group" id="accordionMarLegConIn" role="tablist" aria-multiselectable="true">
                    <div class="panel panel-default" style="border-color: transparent; border-bottom-color: #ddd;">
                        <div class="panel-heading" role="tab" id="headingMarLegConUnoIN" style="background-color: #fafafa;">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionMarLegConIn" href="#collapseMarLegConUnoIN" aria-expanded="false" aria-controls="collapseMarLegConUnoIN" style="font-size: 0.938em;">
                                    En materia sustantiva
                                </a>
                            </h3>
                        </div>
                        <div id="collapseMarLegConUnoIN" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body">
                                <ul>
                                    <li class="list">Oficina del Alto Comisionado de las Naciones Unidas para los Refugiados en M&eacute;xico.<a href="../resources/convenios/sustantiva/ALTO_COMISIONADO_NACIONES_UNIDAS_REFUGIADOS _MEXICO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Secretar&iacute;a de Gobernaci&oacute;n, (programa paisano).<a href="../resources/convenios/sustantiva/SECRETARIA_DE_GOBERNACION_PROGRAMA_PAISANO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Fundaci&oacute;n Mexicana de Reintegraci&oacute;n Social Reintegra A.C., y la Fundaci&oacute;n Telmex, A.C.<a href="../resources/convenios/sustantiva/FUNDACION_MEXICANA_DE_REINTEGRACION_SOCIAL.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n Nacional de Derechos Humanos, CNDH.<a href="../resources/convenios/sustantiva/COMISION_NACIONAL_DE_LOS_DERECHOS_HUMANOS.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n Nacional para la Protecci&oacute;n y Defensa de los Usuarios de Servicios Financieros, CONDUSEF.<a href="../resources/convenios/sustantiva/COMISION_NACIONAL_PARA_LA_PROTECCION_Y_DEFENSA_DE_LOS_USUARIOS_DE_SERVICIOS_FINANCIEROS.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n Nacional de Arbitraje M&eacute;dico, CONAMED.<a href="../resources/convenios/sustantiva/COMISION_NACIONAL_DE_ARBITRAJE_MEDICO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Instituto Nacional del Derecho de Autor, INDAUTOR.<a href="../resources/convenios/sustantiva/INSTITUTO_NACIONAL_DEL_DERECHO_DE_AUTOR.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Instituto Nacional de las Personas Adultas Mayores, INAPAM.<a href="../resources/convenios/sustantiva/INSTITUTO_NACIONAL_DE_LAS_PERSONAS_ADULTAS_MAYORES.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n de Conciliaci&oacute;n y Arbitraje M&eacute;dico del Estado de M&eacute;xico.<a href="../resources/convenios/sustantiva/COMISION_DE_CONCILIACION_Y_ARBITRAJE_MEDICO_DEL_ESTADO_DE_MEXICO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Tribunal de lo Contencioso Administrativo del Estado de Quer&eacute;taro.<a href="../resources/convenios/sustantiva/TRIBUNAL_DE_LO_CONTENCIOSO_ADMINISTRATIVO_DEL_ESTADO_DE_QUERETARO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n Nacional para el Desarrollo de los Pueblos Ind&iacute;genas, CDI.<a href="../resources/convenios/sustantiva/COMISION_NACIONAL_PARA_EL_DESARROLLO_DE_LOS_PUEBLOS_INDIGENAS.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Instituto Nacional de las Mujeres, INMUJERES.<a href="../resources/convenios/sustantiva/INSTITUTO_NACIONAL_DE_LAS_MUJERES.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Procuradur&iacute;a Social del Estado de Jalisco.<a href="../resources/convenios/sustantiva/PROCURADURIA_SOCIAL_DEL_ESTADO_DE_JALISCO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Tribunal de lo Contencioso Administrativo del Distrito Federal.<a href="../resources/convenios/sustantiva/TRIBUNAL_DE_LO_CONTENCIOSO_ADMINISTRATIVO_DEL_DISTRITO_FEDERAL.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n de Asuntos Ind&iacute;genas de la C&aacute;mara de Diputados.<a href="../resources/convenios/sustantiva/COMISION_DE_ASUNTOS_INDIGENAS_DE_LA_CAMARA_DE_DIPUTADOS.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Congreso Nacional de Defensor&iacute;as de Oficio.<a href="../resources/convenios/sustantiva/CONGRESO_NACIONAL_DE_DEFENSORIAS_DE_OFICIO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Instituto Nacional Indigenista.<a href="../resources/convenios/sustantiva/INSTITUTO_NACIONAL_INDIGENISTA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Ministerio P&uacute;blico de la Defensa de la Republica Argentina.<a href="../resources/convenios/sustantiva/MINISTERIO_PUBLICO_DE_LA_DEFENSA_DE_LA_REPUBLICA_ARGENTINA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Coordinaci&oacute;n General de la Comisi&oacute;n Mexicana de Ayuda a Refugiados, COMAR.<a href="../resources/convenios/sustantiva/COMAR.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Gobierno de la Ciudad de M&eacute;xico, Fiscal&iacute;a General de Justicia de la Ciudad de M&eacute;xico y Poder Judicial de la Ciudad de M&eacute;xico.<a href="../resources/convenios/sustantiva/CONVENIO_GCDMX-FGJCDMX-PJCDMX.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Comisi&oacute;n Ejecutiva de Atenci&oacute;n a V&iacute;ctimas de la Ciudad de M&eacute;xico, CEAVI.<a href="../resources/convenios/sustantiva/CONVENIO_IFDP-CEAVI.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Convenio Marco de Coordinaci&oacute;n celebrado con el Gobierno del Estado de Oaxaca, la Fiscal&iacute;a General del Estado de Oaxaca y el Tribunal Superior de Justicia del Estado de Oaxaca.<a href="../resources/convenios/sustantiva/CONVENIO_IFDP_GOBIERNO_OAXACA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Laboratorio de Litigio Estructural, A. C.; Asistencia Legal por los Derechos Humanos, ASILEGAL; Asociaci&oacute;n Canadiense por el derecho y la verdad, EN VERO; An&aacute;lisis y Acci&oacute;n para la justicia social, DOCUMENTA; Centro de Derechos Humanos Miguel Agust&iacute;n Pro Ju&aacute;rez, CENTRO PRODH; Comisi&oacute;n Mexicana de Defensa y Promoci&oacute;n de los Derechos Humanos, A. C., CMDPDH.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/sustantiva/CONVENIO_IFDP_LABORATORIO_ESTRUCTURAL_Y_OTRAS.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Procuradur&iacute;a Federal de la Defensa del Trabajo, PROFEDET.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/sustantiva/CONVENIO_IFDP_PROFEDET.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Secretar&iacute;a General de la Organizaci&oacute;n de los Estados Americanos, OEA.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/sustantiva/ACUERDO_IFDP_SECRETARIA_GENERAL_OEA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Secretar&iacute;a de Inclusi&oacute;n y Bienestar Social, SIBISO.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/sustantiva/CONVENIO_IFDP_SIBISO.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                    <li class="list">Procuradur&iacute;a Federal de la Defensa del Trabajo, PROFEDET, 10-09-2020.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/sustantiva/CONVENIO_IFDP_PROFEDET_IFDP_10-09-20.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                </ul>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default" style="border-color: transparent; border-bottom-color: #ddd;">
                        <div class="panel-heading" role="tab" id="headingMarLegConDosIN" style="background-color: #fafafa;">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionMarLegConIn" href="#collapseMarLegConDosIN" aria-expanded="false" aria-controls="collapseMarLegConDosIN" style="font-size: 0.938em;">
                                    En materia de peritaje
                                </a>
                            </h3>
                        </div>
                        <div id="collapseMarLegConDosIN" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body table-responsive">
                                <table class="table text-left">
                                    <thead>
                                        <tr>
                                            <th style="width: 400px;">Delegaci&oacute;n</th>
                                            <th>Nombre de la instituci&oacute;n</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>Chihuahua</td>
                                            <td>Procuradur&iacute;a General de Justicia del Estado de Chihuahua.<a href="../resources/convenios/peritajes/PROCURADURIA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_CHIHUAHUA.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Durango</td>
                                            <td>Procuradur&iacute;a General de Justicia del Estado de Durango.<a href="../resources/convenios/peritajes/PROCURADURIA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_DURANGO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Jalisco</td>
                                            <td>Instituto Jalisciense de Ciencias Forenses.<a href="../resources/convenios/peritajes/INSTITUTO_JALISCIENSE_DE_CIENCIAS_FORENSES.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>San Luis Potos&iacute;</td>
                                            <td>Procuradur&iacute;a General de Justicia del Estado de San Luis Potos&iacute;.<a href="../resources/convenios/peritajes/PROCURADURlA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_SAN_LUIS_POTOSI.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Sinaloa</td>
                                            <td>
                                                <ul class="list-unstyled" style="margin: 0px">
                                                    <li>Procuradur&iacute;a General de Justicia del Estado de Sinaloa.<a href="../resources/convenios/peritajes/PROCURADURIA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_SINALOA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                                    <li>Instituto Tecnol&oacute;gico Superior de Sinaloa, A.C.<a href="../resources/convenios/peritajes/INSTITUTO_TECNOLOGICO_SUPERIOR_DE_SINALOA_A_C.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                                </ul>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>Tamaulipas</td>
                                            <td>Procuradur&iacute;a General de Justicia del Estado de Tamaulipas.<a href="../resources/convenios/peritajes/PROCURADURIA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_TAMAULIPAS.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Tabasco</td>
                                            <td>Universidad Veracruzana, campus Coatzacoalcos.<a href="../resources/convenios/peritajes/UNIVERSIDAD_VERACRUZANA_CAMPUS_COATZACOALCOS.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default" style="border-color: transparent; border-bottom-color: #ddd;">
                        <div class="panel-heading" role="tab" id="headingMarLegConTresIN" style="background-color: #fafafa;">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionMarLegConIn" href="#collapseMarLegConTresIN" aria-expanded="false" aria-controls="collapseMarLegConTresIN" style="font-size: 0.938em;">
                                    Otras materias
                                </a>
                            </h3>
                        </div>
                        <div id="collapseMarLegConTresIN" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body table-responsive">
                                <table class="table text-left">
                                    <thead>
                                        <tr>
                                            <th style="width: 400px;">Materia</th>
                                            <th>Nombre de la instituci&oacute;n</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>Pr&eacute;stamo interbibliotecario.</td>
                                            <td>Comisi&oacute;n Nacional de Derechos Humanos.<a href="../resources/convenios/otrasMaterias/COMISION_NACIONAL_DE_LOS_DERECHOS_HUMANOS.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Pr&eacute;stamo interbibliotecario.</td>
                                            <td>Integraci&oacute;n de la Red de Bibliotecas del Poder Judicial de la Federaci&oacute;n.<a href="../resources/convenios/otrasMaterias/RED_DE_BIBLIOTECAS_DEL_PODER_JUDICIAL.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Pr&aacute;ctica jur&iacute;dica.</td>
                                            <td>Facultad de Derecho de la Universidad Nacional Aut&oacute;noma de M&eacute;xico.<a href="../resources/convenios/otrasMaterias/FACULTAD_DE_DERECHO_DE_LA_UNIVERSIDAD_NACIONAL_AUTONOMA_DE_MEXICO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Capacitaci&oacute;n.</td>
                                            <td>Tribunal de lo Contencioso Administrativo del Poder Judicial del Estado de Veracruz.<a href="../resources/convenios/otrasMaterias/TRIBUNAL_DE_LO_CONTENCIOSO_ADMINISTRATIVO_DEL_ESTADO_DE_VERACRUZ.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Pr&eacute;stamo interbibliotecario.</td>
                                            <td>Instituto de Investigaciones Jur&iacute;dicas de la UNAM.<a href="../resources/convenios/otrasMaterias/INSTITUTO_DE_INVESTIGACIONES_JURIDICAS_DE_LA_UNAM.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Capacitaci&oacute;n.</td>
                                            <td>Secretar&iacute;a de la Defensa Nacional.<a href="../resources/convenios/otrasMaterias/SECRETARIA_DE_LA_DEFENSA_NACIONAL.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Capacitaci&oacute;n</td>
                                            <td>Comisi&oacute;n Nacional para el Desarrollo de los Pueblos Ind&iacute;genas e Instituto Nacional de Lenguas Ind&iacute;genas.<a href="../resources/convenios/otrasMaterias/COMISION_NACIONAL_PARA_EL_DESARROLLO_DE_LOS_PUEBLOS_INDIGENAS.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Pr&aacute;ctica jur&iacute;dica.</td>
                                            <td>Universidad Aut&oacute;noma de Yucat&aacute;n.<a href="../resources/convenios/otrasMaterias/UNIVERSIDAD_AUTONOMA_DE_YUCATAN.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Pr&aacute;ctica jur&iacute;dica.</td>
                                            <td>Acuerdo Espec&iacute;fico de Colaboraci&oacute;n IFDP-CDI-INALI.<a href="../resources/convenios/otrasMaterias/ACUERDO_ESPECIFICO_DE_COLABORACION_IFDP_CDI_INALI.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td></td>
                                            <td>JOISAN, S. A. de C. V., GPS Monitor Rastreo Satelital.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/otrasMaterias/CONVENIO_IFDP_JOISAN_S-A_DE_C-V_GPS_MONITOR_RASTREO_SATELITAL.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td></td>
                                            <td>Universidad Iberoamericana A.C.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/otrasMaterias/CONVENIO_IFDP_UNIVERSIDAD_IBERO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td></td>
                                            <td>Instituto Nacional de Ciencias Penales, INACIPE.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/otrasMaterias/CONVENIO_IFDP_INACIPE.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Pr&aacute;ctica jur&iacute;dica.</td>
                                            <td>Federaci&oacute;n Mexicana de Organismos P&uacute;blicos de Derechos Humanos.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/otrasMaterias/CONVENIO_IFDP_FEDERACION_MEXICANA_14-10-20.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Convenio de Colaboraci&oacute;n en materia de pr&aacute;cticas profesionales, celebrado con la Universidad Ju&aacute;rez Aut&oacute;noma de Tabasco.</td>
                                            <td>Con la firma del convenio se pretende que alumnas y alumnos de la Universidad Ju&aacute;rez Aut&oacute;noma de Tabasco, tengan oportunidad de realizar sus pr&aacute;cticas profesionales en el Instituto, en auxilio de las funciones que realizan las y los servidores p&uacute;blicos pertenecientes al mismo.<a href="https://www.ifdp.cjf.gob.mx/resources/convenios/otrasMaterias/CONVENIO_UJAT.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </div>
                    </div>
                    <div class="panel panel-default" style="border-color: transparent; border-bottom-color: #ddd;">
                        <div class="panel-heading" role="tab" id="headingMarLegConCuatroIN" style="background-color: #fafafa;">
                            <h3 class="panel-title">
                                <a class="collapsed" data-toggle="collapse" data-parent="#accordionMarLegConIn" href="#collapseMarLegConCuatroIN" aria-expanded="false" aria-controls="collapseMarLegConCuatroIN" style="font-size: 0.938em;">
                                    En materia de atenci&oacute;n a las v&iacute;ctimas y ofendidos del delito de secuestro
                                </a>
                            </h3>
                        </div>
                        <div id="collapseMarLegConCuatroIN" class="panel-collapse collapse" role="tabpanel">
                            <div class="panel-body table-responsive">
                                <table class="table text-left">
                                    <thead>
                                        <tr>
                                            <th style="width: 400px;">Delegaci&oacute;n</th>
                                            <th>Nombre de la instituci&oacute;n</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>Baja California Sur</td>
                                            <td>Sistema de Educaci&oacute;n e Investigaci&oacute;n Universitaria, A.C., Universidad Mundial.<a href="../resources/convenios/atencionVictimas/SISTEMA_DE_EDUCACION_E_INVESTIGACION_UNIVERSITARIA_A_C.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Chiapas</td>
                                            <td>Instituto de Salud del Estado de Chiapas.<a href="../resources/convenios/atencionVictimas/INSTITUTO_DE_SALUD_DEL_ESTADO_DE_CHIAPAS.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Chihuahua</td>
                                            <td>
                                                <ul class="list-unstyled" style="margin: 0px">
                                                    <li>Comisi&oacute;n Estatal de Derechos Humanos en el Estado de Chihuahua.<a href="../resources/convenios/atencionVictimas/COMISION_ESTATAL_DE_DERECHOS_HUMANOS_EN_EL_ESTADO_DE_CHIHUAHUA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                                    <li>Centro de Atenci&oacute;n y Prevenci&oacute;n Psicol&oacute;gicas.<a href="../resources/convenios/atencionVictimas/CENTRO_DE_ATENCION_Y_PREVENCION_PSICOLOGICAS_EN_EL_ESTADO_DE_CHIHUAHUA.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                                </ul>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>Durango</td>
                                            <td>Comisi&oacute;n Estatal de Derechos Humanos del Estado de Durango.<a href="../resources/convenios/atencionVictimas/COMISION_ESTATAL_DE_DERECHOS_HUMANOS_EN_EL_ESTADO_DE_DURANGO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Guanajuato</td>
                                            <td>Procuradur&iacute;a General de Justicia del Estado de Guanajuato.<a href="../resources/convenios/atencionVictimas/PROCURADURIA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_GUANAJUATO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Nayarit</td>
                                            <td>
                                                <ul class="list-unstyled" style="margin: 0px">
                                                    <li>Comisi&oacute;n de Defensa de los Derechos Humanos para el Estado de Nayarit.<a href="../resources/convenios/atencionVictimas/COMISION_DE_DEFENSA_DE_LOS_DERECHOS_HUMANOS_PARA_EL_ESTADO_DE_NAYARIT.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                                    <li>Procuradur&iacute;a General de Justicia del Estado de Nayarit.<a href="../resources/convenios/atencionVictimas/PROCURADURIA_GENERAL_DE_JUSTICIA_DEL_ESTADO_DE_NAYARIT.pdf" target="_blank" class="blue"> Ver texto completo</a></li>
                                                </ul>
                                            </td>
                                        </tr>
                                        <tr>
                                            <td>Quer&eacute;taro</td>
                                            <td>Servicios de Salud del Estado de Quer&eacute;taro.<a href="../resources/convenios/atencionVictimas/SERVICIOS_DE_SALUD_DEL_ESTADO_DE_QUERETARO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Quintana Roo</td>
                                            <td>Servicios Estatales de Salud del Estado de Quintana Roo.<a href="../resources/convenios/atencionVictimas/SERVICIOS_ESTATALES_DE_SALUD_DEL_ESTADO_DE_QUINTANA_ROO.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>San Luis Potos&iacute;</td>
                                            <td>Centro de Atenci&oacute;n a las V&iacute;ctimas del Delito.<a href="../resources/convenios/atencionVictimas/CENTRO_DE_ATENCION_A_LAS_VICTIMAS_DEL_DELITO_EN_ESTADO_DE_SAN_LUIS_POTOSI.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                        <tr>
                                            <td>Yucat&aacute;n</td>
                                            <td>Servicios de Salud de Yucat&aacute;n.<a href="../resources/convenios/atencionVictimas/SERVICIOS_DE_SALUD_DE_YUCATAN.pdf" target="_blank" class="blue"> Ver texto completo</a></td>
                                        </tr>
                                    </tbody>
                                </table>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="panel panel-default">
        <div class="panel-heading" role="tab" id="headingMarLegAviPriv">
            <h3 class="panel-title">
                <a class="collapsed" data-toggle="collapse" data-parent="#accordion" href="#collapseMarLegAviPriv" aria-expanded="false" aria-controls="collapseMarLegAviPriv">
                    Avisos de Privacidad
                </a>
            </h3>
        </div>
        <div id="collapseMarLegAviPriv" class="panel-collapse collapse" role="tabpanel">
            <div class="panel-body" style="padding: 15px">
                <p>
                    <strong>Aviso Integral Prestaci&oacute;n de Servicios de Defensor&iacute;a P&uacute;blica.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/avisos/Aviso_Integral_Prestacion_Servicios_Defensoria_Publica.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Aviso Simplificado Prestaci&oacute;n de Servicios de Defensor&iacute;a P&uacute;blica.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/avisos/Aviso_Simplificado_Prestacion_Servicios_Defensoria_Publica.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Aviso Integral Recepci&oacute;n y repositorio de datos curriculares para la ocupaci&oacute;n de eventuales vacantes en las Unidades de Defensa Penal y Asesor&iacute;a Jur&iacute;dica del IFDP.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/avisos/Aviso_Integral_Datos_Unidades_Defensa_Penal_Asesoria_Juridica_IFDP.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
                <p>
                    <strong>Aviso Simplificado Recepci&oacute;n y repositorio de datos curriculares para la ocupaci&oacute;n de eventuales vacantes en las Unidades de Defensa Penal y Asesor&iacute;a Jur&iacute;dica del IFDP.</strong>
                    <a href="https://www.ifdp.cjf.gob.mx/resources/avisos/Aviso_Simplificado_Datos_Unidades_Defensa_Penal_Asesoria_Juridica_IFDP.pdf" target="_blank" class="blue">Ver texto completo
                    </a>
                </p>
            </div>
        </div>
    </div>
</div>
<div class="modal fade bd-modal-lg" id="VidCapsula" data-backdrop="static" data-keyboard="false" tabindex="-1" role="dialog" aria-labelledby="videoConsejoEnBreve">
    <div class="modal-dialog modal-lg" role="document">
        <div class="modal-content">
            <div class="modal-header" style="background-color: #24135f; color: #fff;">
                <button type="button" class="close close-modal" data-dismiss="modal" aria-label="Close" style="color: #fff; opacity: 1;">
                    <span aria-hidden="true">&times;</span>
                </button>
                <h4 tabindex="0" class="modal-title" id="videoConsejoEnBreveLabel" style="text-align: center;">Acuerdo emitido por la Directora General del IFPD</h4>
            </div>
            <div class="modal-body">
                <div class="embed-responsive embed-responsive-16by9 z-depth-1-half">
                    <video controls preload="auto" poster="//www.cjf.gob.mx/img/posterVideos.jpg" tabindex="0" class="miContenedor">
                        <source src="" type="video/mp4" />
                        <p>Su navegador no soporta vdeos HTML5</p>
                    </video>
                </div>
            </div>
            <div class="modal-footer">
                <iframe src="" class="embed-responsive-item" name="I1" height="0" scrolling="no" style="max-width: 100%; border: 0px none transparent !important;display: block;width: 100%;margin-top: 0px;" id="iframeContVideo">
                </iframe>
                <button type="button" class="btn btn-primary close-modal" data-dismiss="modal">
                    <h3 style="margin-bottom: 20px; display: contents!important">Cerrar ventana</h3>
                </button>
            </div>
        </div>
    </div>
</div>
<script>
jQuery(document).ready(function() {

    $('.BotVideo').click(() => {
        $('.miContenedor').attr('src', '//www.ifdp.cjf.gob.mx/resources/videos/videoAcuerdoIFDP_342023.mp4');
        $('video.miContenedor').bind('play', function(e) {


        });
    });
    $('.close-modal').click(() => {
        $('.miContenedor').removeAttr('src');

    });
});
</script>