<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Instituto">&iquest;Qu&eacute; es el Instituto Federal de Defensor&iacute;a P&uacute;blica?</a>
    </li>
    <li class="active">Misi&oacute;n y visi&oacute;n</li>
</ol>
<h3 class="title-divider" style="-ms-filter: 'progid:DXImageTransform.Microsoft.gradient(startColorstr='#ffffff', endColorstr='#24135F')';background-image: -o-linear-gradient(left, #ffffff 0, #24135F 100%);background-image: -webkit-linear-gradient(left, #24135F 0, #ffffff 100%);background-image: linear-gradient(to left, #ffffff 0, #24135F 100%); color: #fff; padding: 0.2em">Misi&oacute;n y visi&oacute;n</h3>
<div role="tabpanel">
    <ul class="nav nav-tabs" role="tablist">
        <li class="active">
            <a href="#Mis" aria-controls="Mis" role="tab" data-toggle="tab">Misi&oacute;n</a>
        </li>
        <li>
            <a href="#Vis" aria-controls="Vis" role="tab" data-toggle="tab">Visi&oacute;n</a>
        </li>
    </ul>
</div>
<div class="tab-content">
    <div id="Mis" role="tabpanel" class="tab-pane active">
        <h4>Misi&oacute;n</h4>
        <p>
            El Instituto Federal de Defensor&iacute;a P&uacute;blica es el &oacute;rgano auxiliar del Consejo de la Judicatura Federal encargado de garantizar el derecho a la defensa p&uacute;blica en materia penal y el acceso a la justicia mediante la orientaci&oacute;n, asesor&iacute;a y representaci&oacute;n jur&iacute;dica en materia administrativa, fiscal, civil y de causas penales, que permite atender a la poblaci&oacute;n menos favorecida del pa&iacute;s con los principios de gratuidad, probidad, honradez y profesionalismo con la finalidad de superar las desigualdades sociales y la consolidaci&oacute;n del estado de derecho.
        </p>
    </div>
    <div id="Vis" role="tabpanel" class="tab-pane">
        <h4>Visi&oacute;n</h4>
        <p>
            Ser el &oacute;rgano del Poder Judicial de la Federaci&oacute;n y del Consejo de la Judicatura Federal, garante de los servicios de defensa p&uacute;blica en los asuntos de orden penal federal, desde la averiguaci&oacute;n previa o la investigaci&oacute;n hasta la ejecuci&oacute;n de la sentencia, y de asesor&iacute;a jur&iacute;dica en asuntos de orden no penal, salvo los expresamente otorgados por la Ley a otras instituciones, contribuyendo a superar desigualdades sociales, preservar los derechos humanos, consolidar el estado de derecho y el principio constitucional de acceso a la justicia, as&iacute; como fortalecer el Poder al que pertenece.
        </p>
    </div>
</div>