<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Civil">Servicio civil de carrera</a>
    </li>
    <li class="active">&iquest;Qu&eacute; es el servicio civil de carrera?</li>
</ol>
<h3 class="title-divider">&iquest;Qu&eacute; es el servicio civil de carrera?</h3>
<p>
    El sistema de servicio civil de carrera para los defensores p&uacute;blicos y asesores jur&iacute;dicos, comprende la selecci&oacute;n, ingreso, adscripci&oacute;n, permanencia, promoci&oacute;n, capacitaci&oacute;n, prestaciones, est&iacute;mulos y sanciones.
</p>
<p>
    Comprende las categor&iacute;as siguientes:
</p>
<ul class="square">
    <li>
        <p>
            Defensor P&uacute;blico y Asesor Jur&iacute;dico Federal
        </p>
    </li>
    <li>
        <p>
            Supervisor
        </p>
    </li>
    <li>
        <p>
            Evaluador
        </p>
    </li>
    <li>
        <p>
            Delegado
        </p>
    </li>
</ul>
<p>
    Los principios que lo tutelan son:
    <strong>excelencia, profesionalismo, objetividad, imparcialidad, independencia y antigüedad</strong>.
</p>
<p>
    La selecci&oacute;n y el ingreso a la Instituci&oacute;n, se realizan aplicando los "Lineamientos para la Selecci&oacute;n de Ingreso de los Defensores P&uacute;blicos y Asesores Jur&iacute;dicos del Instituto Federal de Defensor&iacute;a P&uacute;blica", aprobados por la Junta Directiva del Instituto.
</p>
<p>
    La adscripci&oacute;n se realizar&aacute; despu&eacute;s de la publicaci&oacute;n de la lista de triunfadores. El Director General del Instituto determinar&aacute; el lugar en que el defensor p&uacute;blico o asesor jur&iacute;dico debe desempe&ntilde;ar sus funciones, atendiendo a las necesidades del servicio y de ser posible a lo solicitado por el aspirante.
</p>
<p>
    Para el desempe&ntilde;o de sus funciones, al defensor p&uacute;blico se le adscribe indistintamente ante el Ministerio P&uacute;blico de la Federaci&oacute;n o ante los tribunales federales que conozcan de la materia penal; al asesor jur&iacute;dico, se le adscribe en las ciudades donde radican los &oacute;rganos jurisdiccionales federales, o en aquellas en que existan requerimientos del servicio.
</p>
<p>
    La promoci&oacute;n comprende el ascenso del defensor p&uacute;blico o asesor jur&iacute;dico a los cargos de supervisor y de evaluador en la materia respectiva y al de delegado; de supervisor a los cargos de evaluador en la materia de su especialidad y al de delegado; de evaluador al de delegado, tomando en cuenta en todo momento que en el desempe&ntilde;o de su cargo demuestre objetividad, perseverancia, orden y principalmente su antigüedad, grado acad&eacute;mico y cursos de actualizaci&oacute;n y especializaci&oacute;n acreditados, calidad de desempe&ntilde;o con base en sus resultados y su disciplina en la instituci&oacute;n, podr&aacute; participar en los procedimientos internos de selecci&oacute;n para ascender a las categor&iacute;as antes indicadas, desde defensor p&uacute;blico o asesor jur&iacute;dico, hasta delegado.
</p>
<p>
    A los que resulten triunfadores en esos procedimientos, se les otorgar&aacute; una plaza definitiva de la categor&iacute;a para la que hayan concursado.
</p>