<ol class="breadcrumb">
    <li>
        <a href="../index.htm">
            <i class="fa fa-home"></i>
        </a>
    </li>
    <li>
        <a href="../index.htm#Instituto">&iquest;Qu&eacute; es el Instituto Federal de Defensor&iacute;a P&uacute;blica?
        </a>
    </li>
    <li>
        <a href="subInstituto.htm?pageName=informacion%2FestructuraCentral.htm">Estructura central</a>
    </li>
    <li class="active">Supervisi&oacute;n</li>
</ol>
<h3 class="title-divider">Supervisi&oacute;n</h3>
<p>
    La supervisi&oacute;n es el conjunto de acciones, tendientes a verificar el cumplimiento de las normas que rigen la funci&oacute;n sustantiva del defensor p&uacute;blico y asesor jur&iacute;dico, permitiendo conocer las condiciones de su desempe&ntilde;o. Se realiza en forma directa, permanente y sistem&aacute;tica a trav&eacute;s del cuerpo de supervisores, adscritos a la Unidad de Supervisi&oacute;n y Control de Defensa Penal y Asesor&iacute;a Jur&iacute;dica, as&iacute; como, de manera documental, por el delegado correspondiente.
    <br>La supervisi&oacute;n se ejerce bajo los criterios siguientes:
</p>
<ul>
    <li class="list">
        <p>
            <b>I.</b> Durante su desarrollo, el servidor p&uacute;blico encargado de realizarla, debe conducirse con imparcialidad, objetividad y sin inter&eacute;s personal alguno;
        </p>
    </li>
    <li class="list">
        <p>
            <b>II.</b> Aplicarse conforme a lo previsto en las presentes Bases, as&iacute; como las normas internas que al efecto se expidan;
        </p>
    </li>
    <li class="list">
        <p>
            <b>III.</b> Actuar con el respeto y cortes&iacute;a debidas con el supervisado; y,
        </p>
    </li>
    <li class="list">
        <p>
            <b>IV.</b> Apoyarse en la consulta de expedientes judiciales o administrativos, instrumentos de registro y expedientes de control.
        </p>
    </li>
</ul>
<p>
    Existen dos formas de realizar la supervisi&oacute;n, y son las siguientes:
</p>
<p>
    <b>I. Documental</b>.- En la que se verifica el cumplimiento permanente de las obligaciones administrativas impuestas por la Ley Federal de Defensor&iacute;a P&uacute;blica y estas Bases Generales a defensores p&uacute;blicos y asesores jur&iacute;dicos, en relaci&oacute;n a la integraci&oacute;n, requisitaci&oacute;n y env&iacute;o de los documentos que forman los expedientes de control.
</p>
<p>
    El delegado o director correspondiente debe remitir el diagn&oacute;stico resultante, con oportunidad, a la Unidad de Supervisi&oacute;n y Control de Defensa Penal y Asesor&iacute;a Jur&iacute;dica, a fin de que se integre al expediente de supervisi&oacute;n directa para efectos de evaluaci&oacute;n; y,
</p>
<p>
    <b>II. Directa</b>.- En la que el supervisor se constituye f&iacute;sicamente en la adscripci&oacute;n de defensa o asesor&iacute;a, con el prop&oacute;sito de conocer la actuaci&oacute;n procesal, del servidor p&uacute;blico sujeto a supervisi&oacute;n, mediante el an&aacute;lisis de los expedientes judiciales o administrativos en los que tenga intervenci&oacute;n, as&iacute; como de los expedientes de control correspondientes e instrumentos de registro.
</p>
<p>
    La visita de supervisi&oacute;n directa se notificar&aacute; al defensor p&uacute;blico o asesor jur&iacute;dico, cuando menos con cinco d&iacute;as de anticipaci&oacute;n, para que fije en lugares visibles el aviso al p&uacute;blico de su realizaci&oacute;n. No ser&aacute; necesaria la notificaci&oacute;n cuando sea ordenada por la Direcci&oacute;n General con el car&aacute;cter de extraordinaria.
</p>